Repository: electric-cash/elcash-wallet
Catalog: electrum/locale/*/electrum.po
Languages: ar_sa, ko_kr, tr_tr

source: Import private keys
ar_sa: إستيراد المفاتيح الخاصة
ko_kr: 개인 키를 가져옵니다
tr_tr: Gizli anahtarı dışa aktar

source: In particular, DO NOT use 'redeem private key' services proposed by third parties.
ar_sa: وعلى وجه الخصوص، لا تستخدم خدمات "إسترداد المفتاح الخاص" التي تقترحها أطراف ثالثة.
ko_kr: 특히, 타사에 의해 제안 된 서비스의 개인 키를 구속 '사용하지 마십시오.
tr_tr: Özellikle, üçüncü partiler tarafından sunulan 'özel anahtarı kullan' sevislerini KESİNLİKLE KULLANMAYIN.

source: In progress
ar_sa: جار المعالجة
ko_kr: 진행 중
tr_tr: Devam ediyor

source: In some cases, use up to 3 change addresses in order to break up large coin amounts and obfuscate the recipient address.
ar_sa: في بعض الحالات ، استخدم ما يصل إلى 3 عناوين تغيير لتقسيم عملة كبيرة مبالغ وتشويش عنوان المستلم.
ko_kr: 경우에 따라 큰 동전을 휴식 하 고 받는 사람 주소를 혼 미 최대 3 변경 주소를 사용 합니다.
tr_tr: Bazı durumlarda, büyük ödemeler almak ve gönderilen adresini gizlemek için 3'e varan değişim adresi kullanın.

source: In the meantime, channel funds will not be recoverable from your seed, and might be lost if you lose your wallet.
ar_sa: في غضون ذلك ، لن تكون أموال القناة قابلة للاسترداد من بذرتك ، و قد تضيع إذا فقدت محفظتك.
ko_kr: 그동안 채널 자금은 시드에서 회수할 수 없습니다. 그리고지갑을 분실하면 분실 될 수 있습니다.
tr_tr: Bu sırada, kanal paraları anahtar kelime dizinizden kurtarılamaz hale gelir ve cüzdanınızı kaybetmeniz durumunda kaybolabilir.

source: In the next block
ar_sa: في المجموعة التالية
ko_kr: 다음 블록에서
tr_tr: Bir sonraki blokta

source: Included in block: {}
ar_sa: مضمن في الكتلة: {}
ko_kr: 블록에 포함됨: {}
tr_tr: Şu bloğa eklendi: {}

source: Income
ar_sa: الإيرادات
ko_kr: 소득
tr_tr: Kazanç

source: Incoming payments
ar_sa: المدفوعات الواردة
ko_kr: 입금
tr_tr: Gelen ödemeler

source: Incorrect password
ar_sa: كلمة سر خاطئة
ko_kr: 잘못된 패스워드
tr_tr: Yanlış parola

source: Incorrect seed
ar_sa: بذور غير صحيحة
ko_kr: 잘못된 시드
tr_tr: Yanlış anahtar kelime dizisi

source: Increase fee
ar_sa: زيادة الرسوم
ko_kr: 비용 증가
tr_tr: İşlem ücretini artır

source: Increase your transaction's fee to improve its position in mempool.
ar_sa: قم بزيادة رسوم معاملتك لتحسين وضعها في mempool.
ko_kr: 거래 수수료를 인상하여 Mempool에서의 입지를 개선하십시오.
tr_tr: İşleminizin, bellek havuzundaki konumunu iyileştirmek için ücretini artırın.

source: Info
ar_sa: معلومات
ko_kr: 정보
tr_tr: Bilgi

source: Information
ar_sa: معلومات
ko_kr: 정보
tr_tr: Bilgi

source: Initial balance
ar_sa: الرصيد الافتتاحي
ko_kr: 초기 잔액
tr_tr: Başlangıç bakiyesi

source: Initialization of Ledger HW devices is currently disabled.
ar_sa: تم تعطيل تهيئة أجهزة Ledger HW حاليًا.
ko_kr: Ledger HW 장치 초기화는 현재 비활성화되어 있습니다..
tr_tr: Ledger HW cihazlarının başlatılması şu anda devre dışı.

source: Initiator:
ar_sa: المبادر:
ko_kr: 이니시에이터:
tr_tr: Başlatıcı:

source: Input amount
ar_sa: كمية الإدخال
ko_kr: 수량 입력
tr_tr: Girdi miktarı

source: Input channel backup
ar_sa: قناة الإدخال النسخ الاحتياطي
ko_kr: 채널 백업 입력
tr_tr: Giriş kanalı yedeklemesi

source: Input raw transaction
ar_sa: أدخال حوالة خام
ko_kr: 입력 원시 트랜잭션
tr_tr: Ham işlemi girin

source: Inputs
ar_sa: المدخلات
ko_kr: 입력
tr_tr: Girişler

source: Install Wizard
ar_sa: معالج Wizard
ko_kr: 설치 마법사
tr_tr: Sihirbaz kurulumu

source: Install the zbar package to enable this.
ar_sa: قم بتثبيت حزمة zbar لتمكينها.
ko_kr: 이것을 가능하게 하려면 zbar package를 설치하세요.
tr_tr: Bunu aktif etmek için zbar paketini kurunuz.

source: Instructions:
ar_sa: تعليمات:
ko_kr: 지침:
tr_tr: Açıklamalar:

source: Insufficient funds
ar_sa: رصيد غير كاف
ko_kr: 잔고 부족
tr_tr: Yetersiz bakiye

source: Invalid Address
ar_sa: عنوان غير صالح
ko_kr: 잘못된 주소
tr_tr: Geçersiz adres

source: Invalid Amount
ar_sa: مبلغ غير صالح
ko_kr: 잘못된 금액
tr_tr: Geçersiz miktar

source: Invalid Bitcoin Address
ar_sa: عنوان بتكوين غير صالح
ko_kr: 잘못된 비트 코인 주소
tr_tr: Geçersiz Bitcoin adresi

source: Invalid Bitcoin address
ar_sa: عنوان بتكوين غير صالح
ko_kr: 유효하지 않은 Bitcoin 주소
tr_tr: Geçersiz Bitcoin adresi

source: Invalid Bitcoin address.
ar_sa: عنوان بتكوين غير صالح.
ko_kr: 유효하지 않은 Bitcoin 주소
tr_tr: Geçersiz Bitcoin adresi.

source: Invalid Fee
ar_sa: رسوم غير صالحة
ko_kr: 유효하지 않은 수수료
tr_tr: Geçersiz işlem ücreti

source: Invalid JSON code.
ar_sa: رمز JSON غير صالح.
ko_kr: 유효하지 않은 JSON 코드
tr_tr: Geçersiz JSON kodu.

source: Invalid Lines found:
ar_sa: تم العثور على خطوط غير صالحة:
ko_kr: 잘못된 라인을 찾을 수 :
tr_tr: Geçersiz satır bulundu:

source: Invalid PIN
ar_sa: رقم PIN الشخصي غير صالح
ko_kr: 잘못된 PIN
tr_tr: Geçersiz PIN

source: Invalid Public key
ar_sa: مفتاح عمومي غير صالح
ko_kr: 유효하지 않은 공개 키
tr_tr: Geçersiz Genel anahtar

source: Invalid amount
ar_sa: مبلغ غير صحيح
ko_kr: 유효하지 않은 금액
tr_tr: Geçersiz tutar

source: Invalid node ID, must be 33 bytes and hexadecimal
ar_sa: معرّف ID العقدة غير صالح ، يجب أن يكون 33 bytes and hexadecimal
ko_kr: 유효하지 않은 노드 ID, 33바이트 및 16진수여야 합니다
tr_tr: Geçersiz düğüm kimliği. 33 bayt ve onaltılık olmalıdır

source: Invalid one-time password.
ar_sa: كلمة مرور لمرة واحدة غير صالحة.
ko_kr: 유효하지 않은 일회용 패스워드
tr_tr: Geçersiz tek seferlik parola.

source: Invalid server details: {}
ar_sa: تفاصيل الخادم غير صالحة: {}
ko_kr: 유효하지 않은 서버 세부 정보: {}
tr_tr: Geçersiz sunucu ayrıntıları: {}

source: Invoice
ar_sa: فاتورة
ko_kr: 인보이스
tr_tr: Fatura

source: Invoice has expired
ar_sa: الفاتورة انتهت
ko_kr: 인보이스 만료됨
tr_tr: Faturanın süresi doldu

source: Invoice wants us to risk locking funds for unreasonably long.
ar_sa: الفاتورة تريد منا المخاطرة بتجميد الأموال لفترة طويلة بشكل غير معقول.
ko_kr: 인보이스는 사용자가 비합리적으로 길게 자금을 잠그는 위험을 감수하기를 원합니다.
tr_tr: Fatura, makul olmayan derecede uzun olduğundan paraları kilitlemeyi riske atmamızı istiyor.

source: Invoices
ar_sa: الفواتير
ko_kr: 인보이스
tr_tr: Faturalar

source: It also contains your master public key that allows watching your addresses.
ar_sa: يحتوي أيضًا على مفتاحك العام الرئيسي الذي يسمح لك بمشاهدة عناوينك.
ko_kr: 주소를 볼 수 있는 마스터 공개 키도 포함되어 있습니다.
tr_tr: Ayrıca, adresinizin izlenmesine izin veren ana genel anahtarınızı da içeriyor.

source: It cannot be "backed up" by simply exporting these private keys.
ar_sa: لا يمكن " نسخها احتياطيًا " بمجرد تصدير هذه المفاتيح الخاصة.
ko_kr: 이러한 개인 키를 내보내는 것만으로는 "백업"할 수 없습니다.
tr_tr: Bu, söz konusu özel anahtarlar dışa aktarılarak "yedeklenemez".

source: It conflicts with current history.
ar_sa: إنه يتعارض مع التاريخ الحالي.
ko_kr: 현재 역사와 충돌합니다.
tr_tr: Bu, mevcut geçmişle çakışıyor.

source: It sends and receives partially signed transactions from/to your cosigner wallet.
ar_sa: يرسل ويستقبل المعاملات الموقعة جزئيًا من / إلى cosigner الخاص بك محفظة نقود.
ko_kr: 본인의 공동 서명자 지갑과 부분적으로 서명된 거래를주고받습니다.
tr_tr: Bu, birlikte imzalayan cüzdanınızdan/cüzdanınıza kısmen imzalanmış imzalar gönderiyor ve alıyor.

source: Join inputs/outputs
ar_sa: ربط المدخلات / المخرجات
ko_kr: 입력/출력 결합
tr_tr: Girişleri/çıkışları birleştir

source: Keyboard shortcut: type "!" to send all your coins.
ar_sa: إختصار لوحة المفاتيح: أكتب "!" لإرسال جميع عملاتك.
ko_kr: 키보드 바로 가기 : 유형 "!" 모든 동전을 보낼 수 있습니다.
tr_tr: Klavye kısayolu: Tüm paraları göndermek için "!"

source: Keystore
ar_sa: مخزن المفاتيح
ko_kr: 키 저장소
tr_tr: Anahtar deposu

source: Keystore type
ar_sa: نوع Keystore
ko_kr: 키 저장소 유형
tr_tr: Anahtar deposu türü

source: Label
ar_sa: ضع الكلمة المناسبة
ko_kr: 레이블
tr_tr: Etiket

source: Label Settings
ar_sa: إعدادات التسمية
ko_kr: 라벨 설정
tr_tr: Etiket Ayarları

source: Labels, transactions IDs and addresses are encrypted before they are sent to the remote server.
ar_sa: يتم تشفير العلامات ومعرفات المعاملات والعناوين قبل إرسالها إلى الخادم البعيد.
ko_kr: 레이블, 거래 ID 및 주소는 원격 서버로 보내기 전에 암호화되어야합니다.
tr_tr: Etiketler, işlem kimlikleri ve adresler uzak sunucuya gönderilmeden önce şifrelenir.

source: Language
ar_sa: اللغة
ko_kr: 언어 선택
tr_tr: Dil

source: Latest version: {}
ar_sa: احدث اصدار: {}
ko_kr: 최신 버전: {}
tr_tr: Son sürüm: {}

source: Leave this field empty if you want to disable encryption.
ar_sa: اترك هذا الحقل فارغًا إذا كنت تريد تعطيل التشفير.
ko_kr: 이 필드는 암호화를 사용 하지 않도록 설정 하려는 경우 비어 둡니다.
tr_tr: Şifrelemeyi devre dışı bırakmak istiyorsanız bu kutuyu boş bırakın.

source: Ledger Status
ar_sa: حالة دفتر الأستاذ
ko_kr: 원장 상태
tr_tr: Defter durumu

source: Ledger Wallet Authentication
ar_sa: مصادقة محفظة دفتر الأستاذ
ko_kr: 원장 지갑 인증
tr_tr: Defter Cüzdan Doğrulama

source: Ledger wallet
ar_sa: محفظة دفتر الأستاذ
ko_kr: 원장 지갑
tr_tr: Defter cüzdan

source: Legacy
ko_kr: 레거시
tr_tr: Eski

source: Legacy 2FA
ko_kr: 레거시 2FA
tr_tr: Eski 2FA

source: Library version for '{}' is incompatible.
ar_sa: إصدار المكتبة لـ '{}' غير متوافق.
ko_kr: {}'의 라이브러리 버전이 호환되지 않습니다.
tr_tr: '{}' için kitaplık sürümü uyumsuz.

source: Licence
ar_sa: رخصة
ko_kr: 라이선스
tr_tr: Lisans

source: Light
ar_sa: فاتح
ko_kr: 라이트
tr_tr: Basit

source: Lightning Invoice
ar_sa: فاتورة Lightning
ko_kr: 라이트닝 인보이스
tr_tr: Lightning Faturası

source: Lightning Network
ar_sa: شبكة Lightning
ko_kr: 라이트닝 네트워크
tr_tr: Lightning Ağı

source: Lightning Network Statistics
ar_sa: إحصائيات شبكة Lightning
ko_kr: 라이트닝 네트워크 통계
tr_tr: Lightning Ağ İstatistikleri

source: Lightning Payment
ar_sa: الدفع Lightning
ko_kr: 라이트닝 결제
tr_tr: Lightning Ödemesi

source: Lightning gossip not active.
ar_sa: ثرثرة Lightning ليست نشطة.
ko_kr: 라이트닝 가십이 활성화되지 않았습니다.
tr_tr: Lightning dedikodusu etkin değil.

source: Lightning is currently restricted to HD wallets with p2wpkh addresses.
ar_sa: يقتصر Lightning حاليًا على محافظ HD مع p2wpkhعناوين.
ko_kr: 라이트닝은 현재 p2wpkh 주소가 있는 HD 지갑으로 제한되고 있습니다.
tr_tr: Lightning şu anda p2wpkh adreslerine sahip HD cüzdanlarla kısıtlıdır.

source: Lightning is disabled
ar_sa: تم تعطيل Lightning
ko_kr: 라이트닝이 비활성화되었습니다
tr_tr: Lightning devre dışı

source: Lightning is not enabled for this wallet
ar_sa: لم يتم تمكين Lightning لهذه المحفظة
ko_kr: 이 지갑에는 라이트닝이 사용되지 않았습니다
tr_tr: Lightning bu cüzdan için etkin değil

source: Lightning payments are not available for this wallet
ar_sa: مدفوعات Lightning غير متوفرة لهذه المحفظة
ko_kr: 이 지갑에서는 라이트닝 결제를 사용할 수 없습니다
tr_tr: Lightning ödemeleri bu cüzdan için kullanılamıyor

source: Lightning support in Electrum is experimental. Do not put large amounts in lightning channels.
ar_sa: دعم Lightning في Electrum تجريبي. لا تضع كميات كبيرة في قنوات البرق.
ko_kr: Electrum의 라이트닝 지원은 실험적입니다. 라이트닝 채널에 많은 양을 넣지 마십시오.
tr_tr: Electrum'daki Lightning desteği deneme aşamasındadır. Lightning kanallarına büyük tutarlar koymayın.

source: Line #
ar_sa: السطر #
ko_kr: 라인 번호
tr_tr: Satır #

source: Load backup
ar_sa: حمل نسخة احتياطية
ko_kr: 백업 로드
tr_tr: Yedeklemeyi yükle

source: Load transaction
ar_sa: حمل حوالة
ko_kr: 로드 트랜잭션
tr_tr: İşlem yükü

source: Local
ar_sa: محل
ko_kr: 로컬
tr_tr: Yerel

source: Local Watchtower
ar_sa: برج المراقبة المحلي
ko_kr: 로컬 감시 타워
tr_tr: Yerel Nöbetçi Kulesi

source: Long Channel ID
ar_sa: معرف ID القناة الطويلة
ko_kr: 긴 채널 ID
tr_tr: Uzun Kanal Kimliği

source: Lookup transaction
ar_sa: بحث المعاملة
ko_kr: 조회 트랜잭션
tr_tr: İşlemi ara

source: Low fee
ar_sa: رسوم منخفضة
ko_kr: 낮은 수수료
tr_tr: Düşük ücret

source: Make sure it is in the correct state.
ar_sa: تأكد من أنها في الحالة الصحيحة.
ko_kr: 올바른 상태인지 확인하십시오.
tr_tr: Bunun doğru durumda olduğundan emin olun.

source: Make sure you install it with python3
ar_sa: تأكد من تثبيته باستخدام python3
ko_kr: python3으로 설치했는지 확인하십시오.
tr_tr: Bunu python3 ile yüklediğinizden emin olun

source: Make sure you own the seed phrase or the private keys, before you request Bitcoins to be sent to this wallet.
ar_sa: تأكد من أنك تملك العبارة الأولية أو المفاتيح الخاصة ، قبل أن تطلب إرسال عملات Bitcoin إلى هذه المحفظة.
ko_kr: 이 지갑에 게 Bitcoins를 요청 하기 전에 씨 구 또는 개인 키를 소유 다는 것을 확인 하십시오.
tr_tr: Bitcoinlerin bu cüzdana gelmesini istemekten önce, anahtar kelime dizisine veya özel anahtarlara sahip olduğunuzdan emin olun.

source: Master Public Key
ar_sa: مفتاح عمومي رئيسي
ko_kr: 공개 키 마스터 :
tr_tr: Ana Açık Anahtar

source: Max
ar_sa: اقصى حد
ko_kr: 최고점
tr_tr: Maksimum

source: Max fee exceeded
ar_sa: تجاوز الحد الأقصى للرسوم
ko_kr: 최대 수수료 초과됨
tr_tr: Maks komisyon aşıldı

source: Mempool based: fee rate is targeting a depth in the memory pool
ar_sa: مستند إلى Mempool: يستهدف معدل الرسوم عمقًا في تجمع الذاكرة
ko_kr: Mempool 기반: 수수료율이 메모리 풀의 깊이를 타겟으로 합니다
tr_tr: Bellek havuzu tabanlı: Ücret oranı, bellek havuzundaki bir derinliği hedefliyor

source: Mempool depth
ar_sa: عمق Mempool
ko_kr: Mempool 깊이
tr_tr: Bellek havuzu derinliği

source: Merge signatures from
ar_sa: دمج التوقيعات من
ko_kr: 다음에서 서명 병합
tr_tr: Şuradaki imzaları birleştir:

source: Message
ar_sa: رسالة
ko_kr: 문의사항
tr_tr: Mesaj

source: Method:
ar_sa: طريقة:
ko_kr: 방법:
tr_tr: Metod:

source: Mining fee
ar_sa: رسوم التعدين
ko_kr: 수수료
tr_tr: Madencilik ücreti

source: Missing amount
ar_sa: مبلغ مفقود
ko_kr: 누락금액
tr_tr: Tutar eksik

source: Missing libraries for {}.
ar_sa: مكتبات لـ {} مفقودة.
ko_kr: {}에 대한 라이브러리가 없습니다.
tr_tr: {} için kitaplıklar eksik.

source: Missing previous tx for legacy input.
ar_sa: مفقود tx السابق للإدخال القديم.
ko_kr: 레거시 입력에 대한 이전 tx가 없습니다.
tr_tr: Eski giriş için önceki tx eksik.

source: Missing report URL.
ar_sa: عنوان URL للتقرير مفقود.
ko_kr: 리포트 URL이 없습니다.
tr_tr: Rapor URL'si eksik.

source: More info at: {}
ar_sa: مزيد من المعلومات على: {}
ko_kr: 자세한 정보: {}
tr_tr: Şurada daha fazla bilgi edinin: {}

source: More than one output set to spend max
ar_sa: تم تعيين أكثر من ناتج على الحد الأقصى للإنفاق
ko_kr: 최대 소비로 설정된 출력이 두 개 이상임
tr_tr: Maksimum harcama değerine birden fazla çıkış ayarlandı

source: Multi-Signature Wallet
ar_sa: محفظة التوقيع المتعدد
ko_kr: 다중 서명 지갑
tr_tr: Çoklu imzalı cüzdan

source: Multi-signature wallet
ar_sa: محفظة التوقيعات المتعددة
ko_kr: 다중 서명 지갑
tr_tr: Çoklu imzalı cüzdan

source: NOT DEVICE PIN - see above
ar_sa: ليس رقم PIN الشخصي للجهاز - انظر أعلاه
ko_kr: 장치 PIN 아님 - 위 참조
tr_tr: CİHAZ PIN'İ DEĞİL - yukarıya bakın

source: Name
ar_sa: إلاسم
ko_kr: 이름
tr_tr: İsim

source: Network
ar_sa: الشبكة
ko_kr: 네트워크
tr_tr: Ağ

source: Network request timed out.
ar_sa: انتهت مهلة طلب الشبكة.
ko_kr: 네트워크 요청 시간이 초과되었습니다.
tr_tr: Ağ isteği zaman aşımına uğradı.

source: Never
ar_sa: ابداً
ko_kr: 한번도 한 적 없습니다.
tr_tr: Asla

source: Never disclose your seed.
ar_sa: لا تكشف عن نسلك أبدًا.
ko_kr: 당신의 씨앗을 공개하지 마십시오. 웹 사이트에 입력하지 마십시오.
tr_tr: Anahtar kelime dizinizi kimseye göstermeyin.

source: Never type it on a website.
ar_sa: لا تكتبه أبدًا على موقع ويب.
ko_kr: 결코 웹사이트에 그것을 입력 합니다.
tr_tr: Onu asla bir internet sitesinde yazmayın.

source: New Contact
ar_sa: عنوان جديد
ko_kr: 새 연락처
tr_tr: Yeni kişi

source: New Fee rate
ar_sa: معدل الرسوم الجديد
ko_kr: 새로운 수수료율
tr_tr: Yeni Ücret oranı

source: New Password:
ar_sa: كلمة المرور الجديدة:
ko_kr: 새 암호:
tr_tr: Yeni Parola:

source: New contact
ar_sa: جهة اتصال جديدة
ko_kr: 새 연락처
tr_tr: Yeni kişi

source: New transaction: {}
ar_sa: معاملة جديدة: {}
ko_kr: 새로운 거래: {}
tr_tr: Yeni işlem: {}

source: Next
ar_sa: التالي
ko_kr: 다음 것
tr_tr: Sonraki

source: No
ar_sa: لا
ko_kr: 없음
tr_tr: Hayır

source: No Data
ar_sa: لايوجد بيانات
ko_kr: 데이터 없음
tr_tr: Veri Yok

source: No Description
ar_sa: بدون وصف
ko_kr: 설명 없음
tr_tr: Açıklama yok

source: No Wallet
ar_sa: لا توجد محفظة
ko_kr: 지갑
tr_tr: Cüzdan yok

source: No address available. Please remove some of your pending requests.
ar_sa: لا يوجد عنوان متاح. الرجاء إزالة بعض طلباتك المعلقة.
ko_kr: 사용 가능한 주소 없음. 보류 중인 요청의 일부를 제거하십시오.
tr_tr: Adres yok. Lütfen bekleyen isteklerinizden bazılarını kaldırın.

source: No amount
ar_sa: لا مبلغ
ko_kr: 금액 없음
tr_tr: Tutar yok

source: No data
ar_sa: لايوجد بيانات
ko_kr: 데이터 없음
tr_tr: Veri yok

source: No exceptions encountered.
ar_sa: لا توجد استثناءات مصادفة.
ko_kr: 예외 발생 없음.
tr_tr: İstisna ile karşılaşılmadı.

source: No existing accounts found.
ar_sa: لم يتم العثور على حسابات موجودة.
ko_kr: 기존 계정을 찾을 수 없음.
tr_tr: Mevcut hesap bulunamadı.

source: No fork detected
ar_sa: لم يتم اكتشاف شوكة
ko_kr: 감지된 포크 없음
tr_tr: Ağ bulunamadı

source: No hardware device detected.
ar_sa: لم يتم الكشف عن أي جهاز.
ko_kr: 감지된 하드웨어 장치 없음.
tr_tr: Donanım cihazı algılanmadı.

source: No inputs found.
ar_sa: لم يتم الكشف عن أي جهاز.
ko_kr: 입력을 찾을 수 없음.
tr_tr: Giriş bulunamadı.

source: No keystore
ar_sa: لم يتم العثور على مدخلات.
ko_kr: 키 저장소 없음
tr_tr: Anahtar deposu yok

source: No more addresses in your wallet.
ar_sa: لا يوجد مخزن مفاتيح
ko_kr: 당신의 지갑에서 더 이상 주소.
tr_tr: Cüzdanınızda daha fazla adres yok.

source: No outputs
ar_sa: لا مخرجات
ko_kr: 없음 출력 없음
tr_tr: Çıkışlar yok

source: No path found
ar_sa: لا مزيد من العناوين في محفظتك.
ko_kr: 경로 찾을 수 없음
tr_tr: Yol bulunamadı

source: No seed stored for wallet
ar_sa: لا يوجد عبارة الاسترداد مخزنة في محفظتك
ko_kr: 지갑에 저장된 시드 없음
tr_tr: Cüzdan için anahtar kelime dizisi depolanmadı

source: No wallet loaded.
ar_sa: لم يتم العثور على مسار
ko_kr: 로드된 지갑 없음.
tr_tr: Cüzdan yüklenmedi.

source: No, I changed my mind
ar_sa: لا ، لقد غيرت رأيي
ko_kr: 아니요, 마음을 바꾸었습니다
tr_tr: Hayır, fikrimi değiştirdim

source: Node ID
ar_sa: معرف ID العقدة
ko_kr: 노드 ID
tr_tr: Düğüm Kimliği

source: Node alias
ar_sa: الاسم المستعار للعقدة
ko_kr: 노드 별칭
tr_tr: Düğüm takma adı

source: Nodes
ar_sa: العقد
ko_kr: 노드
tr_tr: Düğümler

source: Nodes in database.
ar_sa: العقد في قاعدة البيانات.
ko_kr: 데이터베이스의 노드.
tr_tr: Veritabanındaki düğümler.

source: None
ar_sa: لا شيء
ko_kr: 없음
tr_tr: Hiç

source: Not Now
ar_sa: ليس الان
ko_kr: 지금은 안 됨
tr_tr: Henüz değil

source: Not Verified
ar_sa: لم يتم التحقق منه
ko_kr: 확인 안 됨
tr_tr: Doğrulanmadı

source: Not available
ar_sa: غير متوفر
ko_kr: 사용 불가
tr_tr: Kullanılamıyor

source: Not available for this wallet.
ar_sa: غير متوفر لهذه المحفظة.
ko_kr: 이 지갑에서 사용할 수 없음.
tr_tr: Bu cüzdan için kullanılamıyor.

source: Not connected
ar_sa: عير متصل
ko_kr: 연결되지 않음
tr_tr: Bağlanamadı

source: Not enough funds
ar_sa: لا توجد أموال كافية
ko_kr: 충분하지 않습니다 자금
tr_tr: Yetersiz fon

source: Not enough funds on address.
ar_sa: لا توجد أموال كافية على العنوان.
ko_kr: 주소에 자금 부족함.
tr_tr: Hesapta yeterli bakiye yok.

source: Not verified
ar_sa: لم يتم التحقق
ko_kr: 확인 안 됨
tr_tr: Doğrulanmadı

source: Not yet available
ar_sa: لم تتوفر بعد
ko_kr: 아직 사용할 수 없음
tr_tr: Henüz kullanılamıyor

source: Note that if you disagree to our Terms & Conditions you won't be able to use the ELCASH Wallet application.
ar_sa: لاحظ أنه إذا كنت لا توافق على الشروط والأحكام الخاصة بنا ، فلن تتمكن من استخدام تطبيق محفظة ELCASH.
ko_kr: 약관에 동의하지 않으면 ELCASH 지갑 애플리케이션을 사용할 수 없습니다.
tr_tr: Hüküm & Koşullarımızı kabul etmemeniz durumunda ELCASH Cüzdanı uygulamasını kullanamayacağını belirtiriz.

source: Note that if you have frozen some of your addresses, the available funds will be lower than your total balance.
ar_sa: لاحظ أنه إذا جمدت بعض عناوينك ، الأموال المتاحة سيكون أقل من رصيدك الإجمالي.
ko_kr: 당신이 당신의 주소의 일부를 동결 한 경우, 사용 가능한 자금이 총 잔액보다 낮게 않습니다.
tr_tr: Unutmayın ki eğer adreslerinizden bazılarınızı dondurursanız, kullanılabilir bakiyeleriniz toplam bakiyenizden düşük olacak.

source: Note that some merchants do not accept non-final transactions until they are confirmed.
ar_sa: لاحظ أن بعض التجار لا يقبلون المعاملات غير النهائية حتى يتم ذلك تم تأكيد.
ko_kr: 참고 확인 된 때까지 일부 가맹점 비 최종 거래를 허용 하지 않습니다.
tr_tr: Unutmayın ki bazı tüccarlar sonuçlanmayan işlemleri onaylanıncaya kadar kabul etmezler.

source: Note that this is NOT your encryption password.
ar_sa: لاحظ أن هذه ليست كلمة مرور التشفير الخاصة بك.
ko_kr: 이것은 암호화 패스워드가 아닙니다.
tr_tr: Bunun şifreleme parolanız OLMADIĞINI unutmayın.

source: Note that your coins are not locked in this service. You may withdraw your funds at any time and at no cost, without the remote server, by using the 'restore wallet' option with your wallet seed.
ar_sa: لاحظ أن عملاتك المعدنية ليست مقفلة في هذه الخدمة. يمكنك سحب أموالك في أي وقت وبدون تكلفة ، بدون الخادم البعيد ، باستخدام خيار "استعادة المحفظة" مع بذرة محفظتك.
ko_kr: 코인은이 서비스에 잠겨 있지 않습니다. 지갑 시드와 함께 지갑 복원 옵션을 사용하여 원격 서버없이 언제든지 무료로 '자금을 출금할 수 있습니다.
tr_tr: Bu hizmette paralarınızın kilitlenmediğini unutmayın. Cüzdan anahtar kelime dizinizle, 'cüzdanı geri yükle' seçeneğini kullanarak paralarınızı uzaktan sunucu olmadan istediğiniz zaman ücretsiz çekebilirsiniz.

source: Note: If you enable this setting, you will need your hardware device to open your wallet.
ar_sa: ملاحظة: إذا قمت بتمكين هذا الإعداد ، فستحتاج إلى فتح جهازك محفظتك.
ko_kr: 참고: 이 설정을 사용하면 지갑을 여는 데 하드웨어 장치가 필요합니다.
tr_tr: Not: Bu ayarı etkinleştirirseniz donanım cihazınızın, cüzdanınızı açmasına ihtiyaç duyarsınız.

source: Note: this is an offline transaction, if you want the network to see it, you need to broadcast it.
ar_sa: ملاحظة: هذه معاملة غير متصلة بالإنترنت ، إذا كنت تريد أن تراها الشبكة ، فأنت بحاجة إلى بثه.
ko_kr: 참고: 이 거래는 오프라인 거래입니다. 네트워크에서 이것을 보이게 하려면 거래를 게재해야 합니다.
tr_tr: Not: Bu çevrimdışı bir işlemdir. Ağın bunu görmesini istiyorsanız yayınlamanız gerekir.

source: Nothing set !
ar_sa: لا شيء محدد!
ko_kr: 아무것도 설정!
tr_tr: Hiçbir şey belirtilmemiş !

source: Nothing to plot.
ar_sa: لا شيء للتخطيط.
ko_kr: 계획할 것이 없음.
tr_tr: Çizilecek bir şey yok.

source: Nothing to summarize.
ar_sa: لا شيء لتلخيص.
ko_kr: 요약할 것이 없음.
tr_tr: Özetlenecek bir şey yok.

source: Number of zeros displayed after the decimal point. For example, if this is set to 2, "1." will be displayed as "1.00"
ar_sa: عدد الأصفار المعروضة بعد الفاصلة العشرية. على سبيل المثال ، إذا تم تعيين هذا على 2، فإن "1" سيتم عرضه كـ "1.00"
ko_kr: 제로의 수는 소수점 표시됩니다. 예를 들어,이 2로 설정되어있는 경우, "1" "1.00"으로 표시됩니다
tr_tr: Ondalık noktadan sonra ayarlanan sayı kadar sıfır görüntülenir. Örneğin, eğer bu sayı 2'ye ayarlanmış ise "1." sayısı "1.00" olarak görüntülenecektir

source: OK
ar_sa: حسنًا
ko_kr: 확인
tr_tr: Tamam

source: OP_RETURN payload too large.
ar_sa: حمولة OP_RETURN كبيرة جدًا.
ko_kr: OP_RETURN 페이로드가 너무 큽니다.
tr_tr: OP_RETURN yükü çok büyük.

source: OR
ar_sa: أو
ko_kr: 또는
tr_tr: VEYA

source: Offline
ar_sa: غير متصل
ko_kr: 오프라인
tr_tr: Çevrimdışı

source: On Linux, you might have to add a new permission to your udev rules.
ar_sa: في Linux ، قد تضطر إلى إضافة إذن جديد إلى udev الخاص بقواعد.
ko_kr: Linux에서 udev 규칙에 새 사용 권한을 추가해야 할 수도 있습니다.
tr_tr: Linux'ta udev kurallarınıza yeni bir izin eklemeniz gerekebilir.

source: Onchain
ko_kr: 온체인
tr_tr: Zincir İçi

source: Onchain Invoice
ar_sa: فاتورة Onchain
ko_kr: 온체인 인보이스
tr_tr: Zincir İçi Fatura

source: One output per line.
ar_sa: ناتج واحد لكل سطر.
ko_kr: 선 당 1 개의 출력 합니다.
tr_tr: Her satıra bir çıktı.

source: One-server mode
ar_sa: وضع الخادم الواحد
ko_kr: 단일 서버 모드
tr_tr: Tek sunucu modu

source: Online Block Explorer
ar_sa: مستكشف سلسلة الكتل على الإنترنت
ko_kr: 온라인 블록 탐색기
tr_tr: Çevrimiçi blok zinciri

source: Only OP_RETURN scripts are supported.
ar_sa: يتم دعم البرامج النصية OP_RETURN فقط.
ko_kr: OP_RETURN 스크립트만 지원됩니다.
tr_tr: Yalnızca OP_RETURN betikleri desteklenir.

source: Only address outputs are supported by {}
ar_sa: مخرجات العنوان فقط يدعمها {}
ko_kr: 주소 출력만 {}에서 지원됩니다.
tr_tr: Yalnızca adres çıkışları {} tarafından desteklenir

source: Only connect to a single server
ar_sa: الاتصال بخادم واحد فقط
ko_kr: 단일 서버에만 연결
tr_tr: Yalnızca tek sunucuya bağlan

source: Open Channel
ar_sa: افتح القنات
ko_kr: 채널 개설
tr_tr: Kanalı Aç

source: Open advanced transaction preview dialog when 'Pay' is clicked.
ar_sa: فتح مربع حوار معاينة المعاملات المتقدمة عند النقر فوق دفع .
ko_kr: [결제]를 클릭하면 고급 거래 미리보기 대화 상자 열기.
tr_tr: 'Ödeme' tıklandığında gelişmiş işlem önizlemesi iletişim kutusunu açın.

source: Open calibration pdf
ar_sa: فتح pdf المعايرة
ko_kr: 교정 PDF 열기
tr_tr: Kalibrasyon pdf belgesini aç

source: Open channel
ar_sa: افتح القنات
ko_kr: 채널 개설
tr_tr: Kanalı aç

source: Open your cosigner wallet to retrieve it.
ar_sa: افتح محفظة cosigner الخاصة بك لاستردادها.
ko_kr: 공동 서명자 지갑을 열어 회수하십시오.
tr_tr: Almak için, birlikte imzalayan cüzdanınızı açın.

source: Open {} file
ar_sa: فتح ملف {}
ko_kr: {} 파일 열기
tr_tr: {} dosyasını aç

source: OpenAlias
tr_tr: AçıkLakap
