Repository: electric-cash/elcash-wallet
Catalog: electrum/locale/*/electrum.po
Languages: ar_sa, ko_kr, tr_tr

source: View on block explorer
ar_sa: الرؤية في متصفح سلسلة الكتل
ko_kr: 블록 익스플로러에서 보기
tr_tr: Block explorer'da görüntüle

source: WARNING
ar_sa: تحذير
ko_kr: 경고
tr_tr: UYARI

source: WARNING: ALL your private keys are secret.
ar_sa: تحذير: جميع مفاتيحك الخاصة سرية ولا يجب الاطلاع عليها من احد.
ko_kr: 경고: 모든 개인 키는 비밀입니다.
tr_tr: UYARI: TÜM özel anahtarlar gizlidir.

source: WARNING: This is a multi-signature wallet.
ar_sa: تحذير: هذه محفظة متعددة التوقيعات.
ko_kr: 경고: 이것은 다중 서명 지갑입니다.
tr_tr: YARI: Bu çok imzalı bir cüzdandır.

source: WARNING: the alias "{}" could not be validated via an additional security check, DNSSEC, and thus may not be correct.
ar_sa: تحذير: لا يمكن التحقق من صحة الاسم المستعار "{}" عبر أمان إضافي تحقق ، DNSSEC ، وبالتالي قد لا يكون صحيحًا.
ko_kr: 경고: 추가 보안 검사인 DNSSEC를 통해 별칭 "{}"의 유효성을 확인할 수 없으므로 정확하지 않을 수 있습니다.
tr_tr: UYARI: "{}" takma adı ek bir güvenlik kontrolü olan DNSSEC aracılığıyla doğrulanamadığından doğru olmayabilir.

source: WARNINGS
ar_sa: تحذيرات
ko_kr: 경고
tr_tr: UYARILAR

source: WIF keys are typed in ELCASH Wallet, based on script type.
ar_sa: يتم كتابة مفاتيح WIF في ELCASH Wallet ، بناءً على نوع البرنامج النصي.
ko_kr: WIF 키는 스크립트 유형에 따라 ELCASH Wallet에 입력됩니다.
tr_tr: WIF anahtarları, betik türüne göre ELCASH Wallet'da yazılır.

source: Waiting for TrustedCoin server to sign transaction...
ar_sa: في انتظار خادم TrustedCoin لتوقيع المعاملة ...
ko_kr: TrustedCoin 서버가 거래에 서명하기를 기다리는 중..
tr_tr: TrustedCoin sunucusunun işlemi imzalaması bekleniyor...

source: Wallet
ar_sa: محفظة نقود
ko_kr: 지갑
tr_tr: Cüzdan

source: Wallet Information
ar_sa: معلومات المحفظة
ko_kr: 지갑 정보
tr_tr: Cüzdan Bilgisi

source: Wallet Name
ar_sa: اسم المحفظة
ko_kr: 지갑 이름
tr_tr: Cüzdan ismi

source: Wallet backup created
ar_sa: تم إنشاء نسخة احتياطية للمحفظة
ko_kr: 만든 지갑 백업
tr_tr: Cüzdan yedekleme oluşturuldu

source: Wallet change address
ar_sa: تغيير عنوان المحفظة
ko_kr: 지갑 변경 주소
tr_tr: Cüzdan değişikliği adresi

source: Wallet creation failed
ar_sa: فشل إنشاء المحفظة
ko_kr: 지갑 생성 실패
tr_tr: Cüzdan oluşturma başarısız

source: Wallet file corruption detected. Please restore your wallet from seed, and compare the addresses in both files
ar_sa: ملف المحفظة تالف. يرجى استعادة محفظتك عبر عبارة الاسترداد. ثم قارن العناوين في الملفين
ko_kr: 지갑 파일 손상이 감지되었습니다. 시드에서 지갑을 복원하고 두 파일의 주소를 비교하십시오
tr_tr: Cüzdan dosyasında bozukluk algılandı. Lütfen cüzdanınızı anahtar kelime dizinizden geri yükleyin ve iki dosyadaki adresleri karşılaştırın

source: Wallet file not found: {}
ar_sa: ملف المحفظة غير موجود: {}
ko_kr: 지갑 파일 찾을 수 없음: {}
tr_tr: Cüzdan dosyası bulunamadı: {}

source: Wallet name
ar_sa: اسم المحفظة
ko_kr: 지갑 이름
tr_tr: Cüzdan ismi

source: Wallet not encrypted
ar_sa: المحفظة غير مشفرة
ko_kr: 지갑이 암호화되지 않음
tr_tr: Cüzdan şifrelenmemiş

source: Wallet receive address
ar_sa: عنوان استلام المحفظة
ko_kr: 지갑을 받을 주소
tr_tr: Cüzdan alıcısı adresi

source: Wallet removed: {}
ar_sa: تمت إزالة المحفظة: {}
ko_kr: 지갑 삭제됨: {}
tr_tr: Cüzdan kaldırıldı: {}

source: Wallet type
ar_sa: نوع المحفظة
ko_kr: 지갑 유형
tr_tr: Cüzdan tipi

source: Wallet type:
ar_sa: نوع المحفظة:
ko_kr: 지갑 유형:
tr_tr: Cüzdan tipi:

source: Wallets
ar_sa: محافظ
ko_kr: 지갑
tr_tr: Cüzdanlar

source: Warning
ar_sa: تحذير
ko_kr: 경고
tr_tr: Uyarı

source: Warning!
ar_sa: تحذير!
ko_kr: 경고!
tr_tr: Dikkat!

source: Warning: The next address will not be recovered automatically if you restore your wallet from seed; you may need to add it manually. This occurs because you have too many unused addresses in your wallet. To avoid this situation, use the existing addresses first. Create anyway?
ar_sa: تحذير: العنوان التالي لن يتم إسترجاعه تلقائيًا إذا قمت باستعادة محفظتك من عبارة الاسترداد؛ قد تحتاج إلى إضافته يدوياً. يحدث هذا لأن لديك الكثير من العناوين غير المستخدمة في محفظتك. لتجنب هذا الوضع، إستخدم العناوين الموجودة أولاً. تود الإنشاء على أي حال؟
ko_kr: 경고 : 씨앗에서 지갑을 복원 할 경우 다음 주소가 자동으로 복구되지 않습니다; 수동으로 추가해야 할 수도 있습니다. 당신이 당신의 지갑에 너무 많은 사용하지 않는 주소를 가지고 있기 때문에 발생합니다. 이러한 상황을 방지하려면 먼저 기존 주소를 사용합니다. 어쨌든 만들기?
tr_tr: Uyarı: Cüzdanınızı anahtar kelime dizinizden geri yüklerseniz bir sonraki adres otomatik olarak kurtarılmayacaktır; manuel olarak eklemeniz gerekebilir. Bunun nedeni, cüzdanınızda çok fazla kullanılmayan adresiniz olmasıdır. Bu durumu önlemek için önce mevcut adresleri kullanın. Yine de oluşturulsun mu?

source: Warning: do not use this if it makes you pick a weaker password.
ar_sa: تحذير: لا تستخدم هذا إذا كان يجعلك تختار كلمة مرور أضعف.
ko_kr: 경고: 이로 인해 더 약한 패스워드를 선택하게 된다면 이것을 사용하지 마십시오.
tr_tr: Uyarı: Bu, daha zayıf bir parola seçmenize neden oluyorsa bunu kullanmayın.

source: Warning: to be able to restore a multisig wallet, you should include the master public key for each cosigner in all of your backups.
ar_sa: تحذير: لتتمكن من استعادة محفظة multisig ، يجب عليك تضمين إتقان المفتاح العام لكل أداة cosigner في كافة النسخ الاحتياطية الخاصة بك.
ko_kr: 경고: 다중 서명 지갑을 복원하려면 모든 백업에 각 공동 서명자의 마스터 공개 키를 포함해야 합니다.
tr_tr: Uyarı: Çoklu imza cüzdanını geri yükleyebilmek için tüm yedeklemelerinizdeki her birlikte imzalayan için ana genel anahtarı eklemeniz gerekir.

source: Watch-only wallet
ar_sa: مشاهدة المحفظة فقط
ko_kr: 읽기 전용 지갑
tr_tr: Yalnızca görüntülenebilir cüzdan

source: Watchtower
ar_sa: برج المراقبة
ko_kr: 감시 타워
tr_tr: Nöbetçi kulesi

source: We encountered an error while connecting to your device:
ar_sa: لقد واجهنا خطأ أثناء الاتصال بجهازك:
ko_kr: 장치 연결 중 오류가 발생했습니다.
tr_tr: Cihazınıza bağlanırken hatayla karşılaştık:

source: What kind of wallet do you want to create?
ar_sa: ما نوع المحفظة التي تريد إنشاءها؟
ko_kr: 어떤 종류의 지갑을 만들고 싶습니까?
tr_tr: Ne tür bir cüzdan oluşturmak istiyorsunuz?

source: While this is less than ideal, it might help if you run Electrum as Administrator.
ar_sa: على الرغم من أن هذا أقل من مثالي ، فقد يساعدك إذا قمت بتشغيل Electrum كـ مدير.
ko_kr: 이상적인 것은 아니지만, Electrum을 관리자로 실행하는 것이 도움이 될 수 있습니다.
tr_tr: İdeal bir yöntem olmasa da Electrum'u Yönetici olarak çalıştırmanız durumunda faydalı olabilir.

source: Within {} blocks
ar_sa: ضمن {} من المجموعات
ko_kr: {}개 블록 이내
tr_tr: {} blok içinde

source: Witness Script
ar_sa: نص شاهد
ko_kr: Witness 스크립트
tr_tr: Tanık Betiği

source: Would you like to be notified when there is a newer version of ELCASH Wallet available?
ar_sa: هل ترغب في أن يتم إخطارك عند وجود إصدار أحدث من ELCASH Wallet متاح؟
ko_kr: 새로운 버전의 ELCASH Wallet를 사용할 수 있을 때 알림을 받겠습니까?
tr_tr: ELCASH Wallet'un daha yeni bir sürümü kullanıma sunulduğunda bildirim almak ister misiniz?

source: Write logs to file
ar_sa: تخزين السجلات (log) في ملف
ko_kr: 파일에 로그 쓰기
tr_tr: Günlükleri dosyaya yaz

source: Wrong PIN
ar_sa: PIN خاطئ
ko_kr: 잘못된 PIN
tr_tr: Yanlış PIN

source: Wrong key type
ar_sa: نوع المفتاح غير صحيح
ko_kr: 잘못된 키 유형
tr_tr: Yanlış anahtar türü

source: Wrong password
ar_sa: كلمة مرور خاطئة
ko_kr: 잘못된 패스워드
tr_tr: Yanlış parola

source: Wrong signature
ar_sa: توقيع خاطئ
ko_kr: 잘못된 서명
tr_tr: Yanlış imza

source: Yes
ar_sa: نعم
ko_kr: 네
tr_tr: Tamam

source: Yes, I disagree
ar_sa: نعم ، أنا لا أوافق
ko_kr: 네, 동의하지 않습니다
tr_tr: Evet, katılmıyorum

source: You are already on the latest version of ELCASH Wallet.
ar_sa: أنت بالفعل على أحدث إصدار من ELCASH Wallet.
ko_kr: 이미 최신 버전의 ELCASH Wallet을 사용하고 있습니다.
tr_tr: Zaten ELCASH Wallet'um en son sürümünü kullanıyorsunuz.

source: You are following branch
ar_sa: أنت تتابع الفرع
ko_kr: 브랜치를 팔로잉하고 있습니다
tr_tr: Şunu takip ediyorsun

source: You are in testnet mode.
ar_sa: أنت في وضع testnet.
ko_kr: 테스트넷 모드입니다.
tr_tr: Testnet modundasınız.

source: You are most likely using an outdated version of ELCASH Wallet. Please update.
ar_sa: أنت على الأرجح تستخدم إصدارًا قديمًا من ELCASH Wallet. يرجى التحديث.
ko_kr: 오래된 버전의 ELCASH 지갑을 사용하고 있을 가능성이 높습니다. 업데이트하십시오.
tr_tr: Büyük olasılıkla ELCASH Wallet'un güncel olmayan bir sürümünü kullanıyorsunuz. Lütfen güncelleyin.

source: You are offline.
ar_sa: انت غير متصل.
ko_kr: 오프라인 상태입니다.
tr_tr: Çevrimdışısınız.

source: You are using a non-deterministic wallet, which cannot create new addresses.
ar_sa: أنت تستخدم محفظة غير حتمية ، والتي لا يمكنها إنشاء عناوين جديدة.
ko_kr: 새로운 주소를 생성할 수 없는 비결정 지갑을 사용하고 있습니다.
tr_tr: Yeni adresler oluşturamazsınız, deterministik olmayan bir cüzdan kullanıyorsunuz.

source: You can disable this setting in '{}'.
ar_sa: يمكنك تعطيل هذا الإعداد في '{}'.
ko_kr: '{}'에서 이 설정을 사용하지 않도록 설정할 수 있습니다.
tr_tr: Bu ayarı '{}' üzerinde devre dışı bırakabilirsiniz.

source: You can download the new version from {}.
ar_sa: يمكنك تنزيل الإصدار الجديد من {}.
ko_kr: {}에서 새 버전을 다운로드할 수 있습니다.
tr_tr: Yeni sürümü {} üzerinden indirebilirsiniz.

source: You can override the suggested derivation path.
ar_sa: يمكنك تجاوز مسار الاشتقاق المقترح.
ko_kr: 제안된 파생 경로를 재정의할 수 있습니다.
tr_tr: Önerilen türetme yolundan geçersiz kılabilirsiniz.

source: You can't broadcast a transaction without a live network connection.
ar_sa: لا يمكنك بث معاملة بدون اتصال مباشر بالشبكة.
ko_kr: 실시간 네트워크 연결이 없으면 거래를 게재할 수 없습니다.
tr_tr: Etkin bir ağ bağlantısı olmadan bir işlemi yayınlayamazsınız.

source: You do not need to perform regular backups, because your wallet can be recovered from a secret phrase that you can memorize or write on paper.
ar_sa: لا تحتاج إلى إجراء نسخ احتياطية بشكل منتظم ، لأن محفظتك يمكن أن تكون تم استرداده من عبارة سرية يمكنك حفظها أو كتابتها على الورق.
ko_kr: 외우거나 종이에 쓸 수 있는 비밀문구에서 지갑을 복원할수 있기 때문에 정기적인 백업을 할 필요가 없습니다.
tr_tr: Cüzdanınız, aklınızda tutabileceğiniz veya kağıt üzerine not alabileceğiniz bir gizli ifadeden kurtarılabildiği için düzenli yedekleme gerçekleştirmeniz gerekmez.

source: You have multiple consecutive whitespaces or leading/trailing whitespaces in your passphrase.
ar_sa: لديك مسافات بيضاء متعددة متتالية أو مسافات بيضاء سابقة / لاحقة في عبارة مرورك.
ko_kr: 여러 개의 연속된 백색 공간 또는 선행/후행 백색 공간이 패스 문구에 포함되어 있습니다.
tr_tr: Şifrenizde art arda birden fazla boşluk veya şifrenizin başında ya da sonunda boşluk var.

source: You may enter a ELCASH address, a label from your list of contacts (a list of completions will be proposed), or an alias (email-like address that forwards to a ELCASH address)
ar_sa: تستطيع إدخال عنوان ELCASH ، اسم من عناوين جهات الاتصال الخاصة بك (سيتم اقتراح الاسماء بعد كتابتها) ، أو اسم مستعار (عنوان يشبه البريد الإلكتروني يعيد التوجيه إلى عنوان ELCASH)
ko_kr: ELCASH 주소, 연락처 목록의 레이블(완료된 목록이 제안됨) 또는 별칭(ELCASH 주소로 전달되는 이메일 같은 주소)을 입력할 수 있습니다.
tr_tr: Bir ELCASH adresi, rehber listenizdeki bir etiket (tamamlanma listeleri önerilir) veya bir takma ad (bir ELCASH adresine iletilen e-posta benzeri adres)

source: You may extend your seed with custom words.
ar_sa: يمكنك زيادة عبارة الاسترداد بكلمات خاصة اضافية.
ko_kr: 사용자 정의 단어로 시드를 연장할 수 있습니다.
tr_tr: Anahtar kelime dizinizi özel sözcüklerle genişletebilirsiniz.

source: You may load a CSV file using the file icon.
ar_sa: يمكنك تحميل ملف CSV باستخدام رمز الملف.
ko_kr: 파일 아이콘을 사용하여 CSV 파일을 로드할 수 있습니다.
tr_tr: Dosya simgesini kullanarak bir CSV dosyası yükleyebilirsiniz.

source: You might have an incompatible library.
ar_sa: قد يكون لديك مكتبة غير متوافقة.
ko_kr: 호환되지 않는 라이브러리를 가지고 있을 수 있습니다.
tr_tr: Uyumsuz bir kitaplığınız olabilir.

source: You need to be online in order to complete the creation of your wallet. If you generated your seed on an offline computer, click on "{}" to close this window, move your wallet file to an online computer, and reopen it with Electrum.
ar_sa: يجب أن تكون متصلاً بالإنترنت لإكمال إنشاء محفظتك. إذالقد أنشأت بذرتك على جهاز كمبيوتر غير متصل بالإنترنت ، انقر على "{}" للإغلاقهذه النافذة ، انقل ملف محفظتك إلى جهاز كمبيوتر متصل بالإنترنت ، وأعد فتحه باستخدامElectrum.
ko_kr: 지갑 생성을 완료하려면 온라인 상태여야 합니다. 오프라인 컴퓨터에서 시드를 생성한 경우 "{}"를 클릭하여 이 창을 닫고 지갑 파일을 온라인 컴퓨터로 이동한 다음 Electrum을 사용하여 다시 여십시오.
tr_tr: Cüzdanınızın oluşturma işlemini tamamlamak için internet bağlantınızın olması gerekir. Anahtar kelime dizinizi internet bağlantısı olmayan bir bilgisayarda oluşturduysanız bu pencereyi kapatmak için "{}" öğesine tıklayın, cüzdan dosyanızı internet bağlantısı olan bir bilgisayara taşıyın ve Electrum ile yeniden açın.

source: You need to configure a backup directory in your preferences
ar_sa: تحتاج إلى تكوين دليل النسخ الاحتياطي في تفضيلاتك
ko_kr: 기본 설정에서 백업 디렉터리를 구성해야 합니다.
tr_tr: Tercihlerinizde bir yedekleme dizini yapılandırmanız gerekir

source: You need to open a Lightning channel first.
ar_sa: تحتاج إلى فتح قناة Lightning أولاً.
ko_kr: 먼저 Lightning 채널을 개설해야 합니다.
tr_tr: Önce bir Lightning kanalı açmanız gerekir.

source: You receive
ar_sa: انت تستقبل
ko_kr: 받은 금액
tr_tr: Alıyorsunuz

source: You send
ar_sa: انت ارسل
ko_kr: 보낸 금액
tr_tr: Gönderiyorsunuz

source: Your Ledger Wallet wants to tell you a one-time PIN code.<br><br>For best security you should unplug your device, open a text editor on another computer, put your cursor into it, and plug your device into that computer. It will output a summary of the transaction being signed and a one-time PIN.<br><br>Verify the transaction summary and type the PIN code here.<br><br>Before pressing enter, plug the device back into this computer.<br>
ar_sa: تريد محفظة Ledger أن تخبرك برمز PIN يستخدم لمرة واحدة.<br><br>وللحصول على أفضل حماية ، يجب فصل جهازك ، وفتح محرر نصوص على كمبيوتر آخر ، ووضع المؤشر فيه ، وتوصيل جهازك بهذا الكمبيوتر. سيُخرج ملخصًا للمعاملة الموقعة وPIN لمرة واحدة.<br><br>حقق من ملخص المعاملة واكتب رمز PIN هنا.<br><br>قبل الضغط على إدخال ، قم بتوصيل الجهاز مرة أخرى بهذا الكمبيوتر<br>
ko_kr: 사용자의 Ledger Wallet에서 일회용 PIN 코드를 알리려 합니다.<br>최상의 보안을 위해 장치의 플러그를 뽑고 다른 컴퓨터의 텍스트 편집기를 열어, 커서를 넣은 다음 본인의 장치를 해당 컴퓨터에 연결해야 합니다. 서명 중인 거래의 요약과 일회용 PIN이 출력됩니다.<br><br>거래 요약을 확인하고 여기에 PIN 코드를 입력합니다.<br><br>Enter를 누르기 전에 해당 장치를 이 컴퓨터에 다시 연결합니다.<br><br>
tr_tr: Ledger Wallet'ınız size tek kullanımlık bir PIN kodu vermek istiyor.<br><br>En üst seviye güvenlik için cihazınızın bağlantısını kesip başka bir bilgisayardan metin düzenleyiciyi açın, imlecinizi koyun ve cihazınızı o bilgisayara bağlayın. İmzalanan işlemin özeti ile tek seferlik bir PIN gösterecektir.<br><br>İşlem özetini doğrulayıp PIN kodunu buraya girin.<br><br>Enter'a basmadan önce cihazı tekrar bu bilgisayara bağlayın.<br>

source: Your Ledger is locked. Please unlock it.
ar_sa: دفتر الأستاذ الخاص بك مغلق. الرجاء فتحه.
ko_kr: 원장이 잠겨 있습니다. 잠금을 해제하십시오.
tr_tr: Kayıt Defteriniz kilitlendi. Lütfen kilidini açın.

source: Your accounts have been moved to
ar_sa: تم نقل حساباتك إلى
ko_kr: 계정이 다음으로 이동되었습니다.
tr_tr: Hesaplarınız şuraya taşındı

source: Your bitcoins are password protected. However, your wallet file is not encrypted.
ar_sa: عملات Bitcoin الخاصة بك محمية بكلمة مرور. ومع ذلك ، ملف محفظتك ليس مشفر.
ko_kr: Bitcoin은 패스워드로 보호됩니다. 하지만 지갑 파일이 암호화되지 않았습니다.
tr_tr: Bitcoinleriniz şifre korumalıdır. Cüzdan dosyanız şifrelenmemektedir.

source: Your device might not have support for this functionality.
ar_sa: قد لا يدعم جهازك هذه الوظيفة.
ko_kr: 장치에서 이 기능을 지원하지 않을 수 있습니다.
tr_tr: Cihazınız bu işlevi desteklemiyor olabilir.

source: Your labels have been synchronised.
ar_sa: تمت مزامنة تسمياتك.
ko_kr: 레이블이 동기화되었습니다.
tr_tr: Etiketleriniz senkronize edildi.

source: Your password was updated
ar_sa: تم تحديث كلمة مرورك
ko_kr: 패스워드가 업데이트되었습니다.
tr_tr: Parolanız güncellendi

source: Your seed extension is
ar_sa: ملحق البذور الخاص بك هو
ko_kr: 시드 확장자는
tr_tr: Anahtar kelime uzantınız

source: Your seed extension must be saved together with your seed.
ar_sa: يجب حفظ عبارة الاسترداد الاضافية مع عبارة الاسترداد الاصلية الخاصة بك.
ko_kr: 시드 확장자는 사용자 시드와 함께 저장되어야 합니다.
tr_tr: Anahtar kelime uzantınız, anahtar kelime dizinizle birlikte kaydedilebilir.

source: Your seed is important!
ar_sa: عبارة الاسترداد مهمة!
ko_kr: 사용자의 시드는 중요합니다!
tr_tr: Anahtar kelime diziniz önemlidir!

source: Your server is on branch
ar_sa: الخادم الخاص بك في الفرع
ko_kr: 서버가 브랜치에 있습니다
tr_tr: Sunucunuz şubede

source: Your transaction was sent to the cosigning pool.
ar_sa: تم إرسال معاملتك إلى مجمع التوقيع.
ko_kr: 거래가 공동 서명 풀로 전송되었습니다.
tr_tr: İşleminiz birlikte imzalama havuzuna gönderildi.

source: Your wallet file does not contain secrets, mostly just metadata.
ar_sa: ملف محفظتك لا يحتوي على أسرار ، ومعظمها مجرد بيانات وصفية.
ko_kr: 지갑 파일이 비밀 정보를 포함하고 있지 않으며 대부분 메타데이터만 포함하고 있습니다.
tr_tr: Cüzdanınız gizli anahtar içermiyor, çoğunlukla meta veriden oluşuyor.

source: Your wallet file is NOT encrypted.
ar_sa: ملف محفظتك غير مشفر.
ko_kr: 지갑 파일이 암호화되어 있지 않습니다.
tr_tr: Cüzdan dosyanız ŞİFRELENMEMİŞ.

source: Your wallet file is encrypted.
ar_sa: ملف محفظتك مشفر.
ko_kr: 지갑 파일이 암호화되어 있습니다.
tr_tr: Cüzdan dosyanız şifreli.

source: Your wallet file is: {}.
ar_sa: ملف محفظتك هو: {}.
ko_kr: 지갑 파일: {}.
tr_tr: Cüzdan dosyanız:

source: Your wallet generation seed is:
ar_sa: بذور توليد محفظتك هي:
ko_kr: 지갑 생성 시드는 다음과 같습니다:
tr_tr: Cüzdan oluşturma anahtar kelime diziniz:

source: Your wallet has {} prepaid transactions.
ar_sa: محفظتك بها {} معاملات مدفوعة مسبقًا.
ko_kr: 지갑에 {}개의 선불 거래가 있습니다.
tr_tr: Cüzdanınızda önceden ödenmiş {} işlem var.

source: Your wallet history has been successfully exported.
ar_sa: تم تصدير تاريخ محفظتك بنجاح.
ko_kr: 지갑 내역을 성공적으로 내보냈습니다.
tr_tr: Cüzdan geçmişiniz başarıyla dışa aktarıldı.

source: Your wallet is not protected.
ar_sa: محفظتك غير محمية.
ko_kr: 지갑이 보호되지 않습니다.
tr_tr: Cüzdanınız korunmamıştır.

source: Your wallet is password protected and encrypted.
ar_sa: محفظتك محمية بكلمة مرور ومشفرة.
ko_kr: 지갑이 패스워드로 보호되고 암호화되어 있습니다.
tr_tr: Cüzdanınız parola korumalı ve şifrelidir.

source: Your {0} were exported to '{1}'
ar_sa: تم تصدير {0} الخاص بك إلى '{1}'
ko_kr: '{1}'로 {0}을(를) 내보냈습니다.
tr_tr: {0}, '{1}' hedefine aktarıldı

source: Your {} were successfully imported
ar_sa: تم استيراد {} الخاص بك بنجاح
ko_kr: {}을(를) 성공적으로 가져왔습니다
tr_tr: {} başarıyla içe aktarıldı

source: Zeros after decimal point
ar_sa: الأصفار بعد الفاصلة العشرية
ko_kr: 소수점 이하 자릿수
tr_tr: Noktadan sonraki ondalık sıfırlar

source: [Clear]
ar_sa: [واضح]
ko_kr: [지우기]
tr_tr: Temizle

source: [Send]
ar_sa: [إرسال]
ko_kr: [보내기]
tr_tr: Gönder

source: [b] - print server banner
ar_sa: [b] - شعار خادم الطباعة
ko_kr: [b] - 서버 배너 인쇄
tr_tr: [b] - sunucu başlığını yazdır

source: [c] - display contacts
ar_sa: [c] - عرض جهات الاتصال
ko_kr: [c] - 연락처 표시
tr_tr: [c] - kişileri görüntüle

source: [h] - displays this help text
ar_sa: [h] - عرض نص المساعدة هذا
ko_kr: [h] - 이 도움말 텍스트 표시
tr_tr: [h] - bu yardım metnini görüntüle

source: [i] - display transaction history
ar_sa: [i] - عرض سجل المعاملات
ko_kr: [i] - 거래 내역 표시
tr_tr: [i] - işlem geçmişini görüntüle

source: [o] - enter payment order
ar_sa: [o] - أدخل أمر الدفع
ko_kr: [o] - 결제 주문 입력
tr_tr: [o] - ödeme talimatını gir

source: [p] - print stored payment order
ar_sa: [p] - طباعة أمر الدفع المخزن
ko_kr: [p] - 저장된 결제 주문 인쇄
tr_tr: [p] - depolanan ödeme talimatını yazdır

source: [q] - quit
ar_sa: [q] - إنهاء
ko_kr: [q] - 종료
tr_tr: çık

source: [r] - show own receipt addresses
ar_sa: [r] - إظهار عناوين الإيصالات الخاصة
ko_kr: [r] - 자신의 영수증 주소 표시
tr_tr: [r] - kendi alma adreslerini göster

source: [s] - send stored payment order
ar_sa: [s] - إرسال أمر الدفع المخزن
ko_kr: [s] - 저장된 결제 주문 보내기
tr_tr: [s] - depolanan ödeme talimatını gönder

source: add inputs and outputs
ar_sa: إضافة المدخلات والمخرجات
ko_kr: 입력 및 출력 추가
tr_tr: girişleri ve çıkışları ekle

source: add invoice timed out
ar_sa: انتهت مهلة الفاتورة
ko_kr: 인보이스 추가 시간 초과
tr_tr: zaman aşımına uğrayan faturayı ekle

source: address already in wallet
ar_sa: العنوان موجود بالفعل في المحفظة
ko_kr: 이미 지갑에 주소가 있음
tr_tr: adres zaten cüzdanınızda

source: and you will have the possibility, while they are unconfirmed, to replace them with transactions that pay higher fees.
ar_sa: وستكون لديك إمكانية استبدالها ، في حين أنها غير مؤكدةلهم مع المعاملات التي تدفع رسومًا أعلى.
ko_kr: 확인되지 않은 상태이지만 높은 수수료를 지불하는 거래로 대체할 수 있는 가능성이 있습니다.
tr_tr: ve bunlar onaylanmamış durumdayken bunları daha yüksek ücretler ödeyen işlemlerle değiştirme olanağınız vardır.

source: are frozen
ar_sa: هي مجمدة
ko_kr: 동결됨
tr_tr: Dondurulmuş.

source: blocks
ar_sa: كتل
ko_kr: 블록
tr_tr: bloklar

source: can receive
ar_sa: يمكن الحصول على
ko_kr: 수신 가능
tr_tr: alabilir

source: change
ar_sa: يتغيرون
ko_kr: 변경
tr_tr: değiştir

source: contacts
ar_sa: جهات الاتصال
ko_kr: 연락처
tr_tr: Kişiler

source: cosigner
ko_kr: 공동 서명자
tr_tr: birlikte imzalayan

source: could not find suitable outputs
ar_sa: تعذر العثور على المخرجات المناسبة
ko_kr: 적절한 출력을 찾을 수 없음
tr_tr: uygun çıkışlar bulunamadı

source: high fee
ar_sa: رسوم عالية
ko_kr: 높은 수수료
tr_tr: yüksek ücret

source: initialized
ar_sa: مهيأ
ko_kr: 초기화됨
tr_tr: başlatıldı

source: invalid address
ar_sa: عنوان خاطئ
ko_kr: 유효하지 않은 주소
tr_tr: geçersiz adres

source: invalid private key
ar_sa: مفتاح خاص غير صالح
ko_kr: 유효하지 않은 개인 키
tr_tr: Geçersiz özel anahtar

source: invoices
ar_sa: الفواتير
ko_kr: 인보이스
tr_tr: Faturalar

source: keystore
ar_sa: مخزن المفاتيح
ko_kr: 키 저장소
tr_tr: anahtar deposu

source: labels
ar_sa: ملصقات
ko_kr: 레이블
tr_tr: etiketler

source: more information at <a href="https://revealer.cc/faq">https://revealer.cc/faq</a>
ar_sa: مزيد من المعلومات على <a href="https://revealer.cc/faq">https://revealer.cc/faq</a>
ko_kr: 다음 링크에서 자세한 정보 확인 <a href="https://revealer.cc/faq">https://revealer.cc/faq</a>
tr_tr: <a href="https://revealer.cc/faq">https://revealer.cc/SSS</a> bölümünde daha fazla bilgi edinebilirsiniz

source: not implemented type
ar_sa: نوع غير مطبق
ko_kr: 구현되지 않은 유형
tr_tr: uygulanmayan tür

source: open_channel timed out
ar_sa: انتهت مهلة فتح_القناة
ko_kr: 채널_개설 시간 초과
tr_tr: open_channel zaman aşımına uğradı

source: or type an existing revealer code below and click 'next':
ar_sa: أو اكتب رمز كشف موجود أدناه وانقر فوق التالي :
ko_kr: 또는 아래에 기존 Revealer 코드를 입력하고 [다음]을 클릭합니다:
tr_tr: veya aşağıya mevcut bir ortaya çıkaran kodu yazıp 'Sonraki' seçeneğine tıklayın:

source: please wait...
ar_sa: الرجاء الإنتظار...
ko_kr: 잠시 기다려 주십시오...
tr_tr: Lütfen bekleyin...

source: print the calibration pdf and follow the instructions
ar_sa: اطبع ملف المعايرة بتنسيق pdf واتبع التعليمات
ko_kr: 보정 pdf를 인쇄하고 지침을 따릅니다
tr_tr: Kalibrasyon PDF belgesini yazdırın ve yönergeleri izleyin

source: proxy enabled
ar_sa: الوكيل ممكّن
ko_kr: 프록시 사용됨
tr_tr: proxy etkin

source: receiving
ar_sa: يستلم
ko_kr: 수신 중
tr_tr: alma

source: requests
ar_sa: طلبات
ko_kr: 요청
tr_tr: istekler

source: secret backup utility
ar_sa: أداة النسخ الاحتياطي السرية
ko_kr: 비밀 정보 백업 유틸리티
tr_tr: gizli anahtar yedekleme yardımcı programı

source: seed
ar_sa: عبارة الاسترداد
ko_kr: 시드
tr_tr: anahtar kelime dizisi

source: transaction is final
ar_sa: المعاملة نهائية
ko_kr: 최종 거래입니다
tr_tr: ödeme tamamlandı

source: type a custom alphanumerical secret below:
ar_sa: اكتب سرًا أبجديًا رقميًا مخصصًا أدناه:
ko_kr: 아래에 커스텀 영숫자 암호를 입력하십시오:
tr_tr: aşağıya özel bir alfasayısal gizli anahtar yazın:

source: unknown
ar_sa: غير معروف
ko_kr: 알 수 없음
tr_tr: Bilinmiyor

source: unknown parser {!r} (choices: {})
ar_sa: محلل غير معروف {! r} (الاختيارات: {})
ko_kr: 알수 없는 파서 {!r} (선택: {})
tr_tr: bilinmeyen ayrıştırıcı {!r} (seçimler: {})

source: watching only
ar_sa: مشاهدة فقط
ko_kr: 읽기 전용
tr_tr: yalnızca görüntüleme

source: watching-only
ar_sa: مشاهدة فقط
ko_kr: 읽기 전용
tr_tr: yalnızca görüntüleme

source: wiped
ar_sa: ممسوح
ko_kr: 지워짐
tr_tr: silindi

source: your seed extension will <b>not</b> be included in the encrypted backup.
ar_sa: الامتداد الأولي <b> لن</b> يتم تضمينه في النسخ الاحتياطي المشفر.
ko_kr: 시드 확장자는 암호화된 백업에 포함되지 <b>않습니다 </b>.
tr_tr: anahtar kelime uzantınız şifrelenen yedeklemeye <b>eklenmez</b>.

source: {} channels
ar_sa: {} من القنوات
ko_kr: {}개의 채널
tr_tr: {} kanalları

source: {} confirmations
ar_sa: {} تأكيدات
ko_kr: {}개의 확인
tr_tr: {} onayları

source: {} connections.
ar_sa: {} روابط.
ko_kr: {}개의 연결.
tr_tr: {} bağlantıları.

source: {} copied to clipboard
ar_sa: {} نسخ إلى الحافظة
ko_kr: 클립보드에 {} 복사됨
tr_tr: {} panoya kopyalandı
