Repository: electric-cash/elcash-wallet
Catalog: electrum/locale/*/electrum.po
Languages: ar_sa, ko_kr, tr_tr

source: This is a watching-only wallet. It does not contain private keys.
ar_sa: هذه محفظة للمشاهدة فقط. ولا تحتوي على مفاتيح خاصة.
ko_kr: 이 지갑은 읽기 전용입니다. 개인 키가 포함되어 있지 않습니다.
tr_tr: Bu cüzdan yalnızca görüntülenebilir. Özel anahtarlar içermez.

source: This is discouraged.
ar_sa: هذا محبط.
ko_kr: 실패했습니다.
tr_tr: Bu önerilmez.

source: This is the height of your local copy of the blockchain.
ar_sa: هذا هو ارتفاع نسختك المحلية من سلسلة الكتل.
ko_kr: 이것은 블록체인의 로컬 복사본 높이입니다.
tr_tr: Bu, blokçunun yerel kopyasının yüksekliğidir.

source: This may result in higher transactions fees.
ar_sa: قد يؤدي هذا إلى ارتفاع رسوم المعاملات.
ko_kr: 이 더 높은 거래 수수료 발생할 수 있습니다.
tr_tr: Bundan dolayı yüksek transfer ücreti ödemek durumunda kalabilirsiniz.

source: This means you will not be able to spend Bitcoins with it.
ar_sa: هذا يعني أنك لن تكون قادرًا على إنفاق عملات البيتكوين معها.
ko_kr: 즉, 그걸로 Bitcoins를 보낼 수 없습니다.
tr_tr: Bu Bitcoin'lerinizi harcamayacağınız anlamına gelmektedir.

source: This might improve your privacy somewhat.
ar_sa: هذا قد يحسن خصوصيتك إلى حد ما.
ko_kr: 이렇게 하면 개인 정보 보호가 다소 개선될 수 있습니다.
tr_tr: Bu, bir şekilde gizliliğinizi artırabilir.

source: This payment request will be signed.
ar_sa: سيتم توقيع طلب الدفع هذا.
ko_kr: 이 지불 요청 서명 될 것 이다.
tr_tr: Bu ödeme isteği imzalanacak.

source: This plug-in allows you to create a visually encrypted backup of your wallet seeds, or of custom alphanumeric secrets.
ar_sa: يتيح لك هذا المكون الإضافي إنشاء نسخة احتياطية مشفرة بصريًا لمحفظتك البذور أو الأسرار الأبجدية الرقمية المخصصة.
ko_kr: 이 플러그인을 사용하면 지갑 시드의 시각적으로 암호화된 백업이나 사용자 정의 영숫자 비밀 정보를 생성할 수 있습니다.
tr_tr: Bu eklenti, cüzdan anahtar kelime dizilerinizin veya özelleştirilmiş gizli alfanümerik anahtarlarınızın görsel olarak şifrelenmiş bir yedeğini oluşturmanıza olanak tanır.

source: This plugin adds two-factor authentication to your wallet.
ar_sa: يضيف هذا المكون الإضافي مصادقة ثنائية إلى محفظتك.
ko_kr: 이 플러그인은 지갑에 이중 인증을 추가합니다.
tr_tr: Bu eklenti, cüzdanınıza iki aşamalı kimlik doğrulaması ekler.

source: This plugin facilitates the use of multi-signatures wallets.
ar_sa: هذا البرنامج المساعد يسهل استخدام محافظ التوقيعات المتعددة.
ko_kr: 이 플러그인은 다중 서명 지갑의 사용을 용이하게 합니다.
tr_tr: Bu eklenti, çoklu imza cüzdanlarının kullanımına olanak tanır.

source: This seed will allow you to recover your wallet in case of computer failure.
ar_sa: عبارة الاسترداد هذه ستمكنك من استعادة محفظتك في حالة تعطل حاسوبك.
ko_kr: 이 씨는 컴퓨터 실패의 경우에 당신의 지갑을 복구 할 수 있습니다.
tr_tr: Bu anahtar kelime dizisi, bilgisayar arızası durumunda cüzdanınızı kurtarmanıza izin verir.

source: This service uses a multi-signature wallet, where you own 2 of 3 keys. The third key is stored on a remote server that signs transactions on your behalf. A small fee will be charged on each transaction that uses the remote server.
ar_sa: تستخدم هذه الخدمة محفظة متعددة التوقيعات ، حيث تمتلك مفتاحين من ثلاثة مفاتيح. ال يتم تخزين المفتاح الثالث على خادم بعيد يوقع المعاملات على نيابة عن. سيتم فرض رسوم رمزية على كل معاملة تستخدم جهاز التحكم عن بعد الخادم.
ko_kr: 이 서비스는 3개의 키 중 2개의 키를 소유하는 다중 서명 지갑을 사용합니다. 세 번째 키는 사용자 대신 거래를 서명하는 원격 서버에 저장됩니다. 원격 서버를 사용하는 각 거래에는 소정의 수수료가 부과됩니다.
tr_tr: Bu hizmeti, 3 anahtardan 2'sine sahip olduğunuz çoklu imza cüzdanı kullanır. Üçüncü anahtar, işlemleri sizin adınıza imzalayan bir uzak sunucuda depolanır. Uzak sunucuyu kullanan her işlemde düşük bir ücret alınır.

source: This setting affects the Send tab, and all balance related fields.
ar_sa: يؤثر هذا الإعداد على علامة التبويب إرسال وجميع الحقول المتعلقة بالرصيد.
ko_kr: 이 설정은 발신 탭과 모든 잔액 관련 필드에 영향을 미칩니다.
tr_tr: Bu ayar, Gönder sekmesini ve bakiyeyle ilgili tüm alanları etkiler.

source: This transaction is not saved. Close anyway?
ar_sa: لم يتم حفظ هذه المعاملة. هل تريد الإغلاق على أي حال؟
ko_kr: 이 거래는 저장되지 않습니다. 어쨌든 닫습니다?
tr_tr: Bu işlem kaydedilmedi. Hâlâ kapatılsın mı?

source: This transaction is only available on your local machine. The currently connected server does not know about it. You can either broadcast it now, or simply remove it.
ar_sa: هذه المعاملة متاحة فقط على جهازك المحلي. /n لا يعرف الخادم المتصل حاليًا عن ذلك. /n يمكنك إما بثه الآن ، أو إزالته ببساطة.
ko_kr: 이 거래는 로컬 컴퓨터에서만 사용할 수 있습니다. 현재 연결된 서버는 이것을 모르고 있습니다. 지금 브로드캐스트하거나 간단히 제거할 수 있습니다.
tr_tr: Bu işleme yalnızca yerel makinanızdan erişilebilir. Şu anda bağlı olan sunucu bu işleme hakim değildir. Şimdi bu işlemi isterseniz paylaşabilir veya sadece kaldırabilirsiniz.

source: This transaction requires a higher fee, or it will not be propagated by your current server
ar_sa: تتطلب هذه المعاملة رسومًا أعلى ، وإلا فلن يتم نشرها بواسطة الخادم الحالي
ko_kr: 이 거래에는 더 높은 수수료가 필요합니다. 그렇지 않으면 현재 서버에서 전파되지 않습니다
tr_tr: Bu işlem daha yüksek bir ücret gerektirir, aksi takdirde mevcut sunucunuz tarafından yayılmaz

source: This type of script is not supported with {}.
ar_sa: هذا النوع من البرامج النصية غير متوافق مع {}.
ko_kr: 이 유형의 스크립트는 {}에서 지원되지 않습니다.
tr_tr: Bu betik türü {} ile desteklenmiyor.

source: This version supports a maximum of {} characters.
ar_sa: يدعم هذا الإصدار {} حرفًا كحد أقصى.
ko_kr: 이 버전은 최대 {}자를 지원합니다.
tr_tr: Bu sürüm, maksimum {} karakteri destekler.

source: This wallet has no seed
ar_sa: هذه المحفظة ليس لها عبارة استرداد
ko_kr: 이 지갑은 씨앗이 없습니다
tr_tr: Cüzdanda anahtar kelime dizisi bulunmamaktadır

source: This wallet is already registered with TrustedCoin. To finalize wallet creation, please enter your Google Authenticator Code.
ar_sa: هذه المحفظة مسجلة بالفعل في TrustedCoin. لإنهاء المحفظة إنشاء ، الرجاء إدخال رمز Google Authenticator الخاص بك.
ko_kr: 이 지갑은 이미 TrustedCoin에 등록되어 있습니다. 지갑 생성을 완료하려면Google Authenticator 코드를 입력하십시오.
tr_tr: Bu cüzdan TrustedCoin'e zaten kayıtlı. Cüzdan oluşturma işlemini sonlandırmak için lütfen Google Authenticator Kodunuzu girin.

source: This wallet is protected by TrustedCoin's two-factor authentication.
ar_sa: هذه المحفظة محمية بواسطة المصادقة ذات العاملين في TrustedCoin.
ko_kr: 이 지갑은 TrustedCoin의 이중 인증으로 보호됩니다.
tr_tr: Bu cüzdan TrustedCoin'in iki aşamalı kimlik doğrulaması tarafından korunur.

source: This wallet is watching-only
ar_sa: هذه المحفظة للمشاهدة فقط
ko_kr: 이 지갑은 읽기 전용입니다
tr_tr: Bu cüzdan yalnızca görüntülenebilir.

source: This wallet is watching-only.
ar_sa: هذه المحفظة للمشاهدة فقط.
ko_kr: 이 지갑 보고 전용입니다.
tr_tr: Bu cüzdan yalnızca görüntülenebilir.

source: This wallet was restored from seed, and it contains two master private keys.
ar_sa: تمت استعادة هذه المحفظة من المصدر ، وتحتوي على مفتاحين رئيسيين خاصين.
ko_kr: 이 지갑은 시드에서 복원되었고, 두 개의 마스터 개인 키가 들어 있습니다.
tr_tr: Bu cüzdan anahtar kelime dizisinden geri yüklendi ve iki ana özel anahtar içeriyor.

source: This will save fees.
ar_sa: هذا سيوفر الرسوم.
ko_kr: 이렇게 하면 수수료가 절약됩니다.
tr_tr: Bu, ücretlerde tasarruf sağlar.

source: This will send {}?
ar_sa: هذا سيرسل {}؟
ko_kr: {}을(를) 전송합니까?
tr_tr: Bununla {} gönderilsin mi?

source: Thus, you might want to keep using a non-segwit wallet in order to be able to receive bitcoins during the transition period.
ar_sa: وبالتالي ، قد ترغب في الاستمرار في استخدام محفظة غير segwit حتى تتمكن من لتلقي عملات Bitcoin خلال الفترة الانتقالية.
ko_kr: 따라서, 여러분은 전환기에 Bitcoin을 받을 수 있도록 non-segwit 지갑을 계속 사용하는 것이 좋을 수도 있습니다.
tr_tr: Bu nedenle, geçiş döneminde bitcoin alabilmek için segwit harici bir cüzdan kullanmaya devam etmeniz gerekebilir.

source: To
ar_sa: إلى
ko_kr: 수신
tr_tr: Alıcı:

source: To create a spending wallet, please enter a master private key (xprv/yprv/zprv).
ar_sa: لإنشاء محفظة إنفاق ، الرجاء إدخال مفتاح خاص رئيسي (xprv/yprv/zprv).
ko_kr: 지출 지갑을 생성하려면 마스터 개인 키(xprv/yprv/zprv)를 입력하십시오.
tr_tr: Bir harcama cüzdanı oluşturmak için lütfen bir ana özel anahtar (xprv/yprv/zprv) girin.

source: To create a watching-only wallet, please enter your master public key (xpub/ypub/zpub).
ar_sa: لإنشاء محفظة للمشاهدة فقط ، يرجى إدخال مفتاحك العام الرئيسي (xpub/ypub/zpub).
ko_kr: 읽기 전용 지갑을 생성하려면 마스터 공개 키(xpub/ypub/zpub)를 입력하십시오.
tr_tr: Yalnızca görüntülenebilir bir cüzdan oluşturmak için lütfen ana genel anahtarınızı (xpub/ypub/zpub) girin.

source: To encrypt your backup, first we need to load some noise.
ar_sa: لتشفير نسختك الاحتياطية ، نحتاج أولاً إلى تحميل بعض الضوضاء.
ko_kr: 백업을 암호화하려면 먼저 노이즈를 로드해야 합니다.
tr_tr: Yedeklemenizi şifrelemek için öncelikle biraz parazit yüklememiz gerekiyor.

source: To help us diagnose and fix the problem, you can send us a bug report that contains useful debug information:
ar_sa: لمساعدتنا في تشخيص المشكلة وحلها ، يمكنك إرسال تقرير خطأ إلينا تحتوي على معلومات تصحيح أخطاء مفيدة:
ko_kr: 문제를 진단하고 해결할 수 있도록 도와주려면 유용한 디버그 정보가 포함된 버그 리포트를 보내주면 됩니다.
tr_tr: Sorunu tanılayıp düzeltmemize yardımcı olmak için bize faydalı hata düzeltme bilgileri içeren bir hata raporu gönderebilirsiniz:

source: To make sure that you have properly saved your seed, please retype it here.
ar_sa: للتأكد من أنك قمت بحفظ عبارة الاسترداد الخاصة بك بشكل صحيح، يرجى إعادة كتابتها هنا.
ko_kr: 당신이 제대로 씨앗을 저장했는지 확인하려면 여기를 다시 입력하십시오.
tr_tr: Anahtar kelime dizinizi doğru bir şekilde kurtardığınızdan emin olmak için lütfen buraya tekrar yazın.

source: To prevent that, you should have a backup of this channel on another device.
ar_sa: لمنع ذلك ، يجب أن يكون لديك نسخة احتياطية من هذه القناة على جهاز آخر.
ko_kr: 그것을 방지하려면 다른 장치에 이 채널의 백업이 있어야 합니다.
tr_tr: Bunu önlemek için başka bir cihazda bu kanalın yedeklemesini bulundurmanız gerekir.

source: To somewhat protect your privacy, Electrum tries to create change with similar precision to other outputs.
ar_sa: لحماية خصوصيتك إلى حد ما ، تحاول Electrum إحداث تغيير باستخدام دقة مماثلة للمخرجات الأخرى.
ko_kr: 개인 정보를 어느 정도 보호하기 위해 Electrum은 다른 출력과 유사한 정밀도로 변경을 생성하려 합니다.
tr_tr: Gizliliğinizi korumak için Electrum, diğer çıkışlarla benzer duyarlılığa sahip değişiklikler oluşturmaya çalışır.

source: To trigger a rescan, press 'Next'.
ar_sa: لتشغيل إعادة الفحص ، اضغط على التالي .
ko_kr: 다시 스캔을 시작하려면 [다음]을 누르십시오.
tr_tr: Yeniden tarama işlemi tetiklemek için 'Sonraki' seçeneğine basın.

source: To try to fix this, we will now re-pair with your device.
ar_sa: لمحاولة إصلاح هذا ، سنعيد الاقتران الآن بجهازك.
ko_kr: 이 문제를 해결하기 위해 이제 장치와 다시 페어링하겠습니다.
tr_tr: Bunu düzeltmeyi denemek için şimdi cihazınızla yeniden eşleştirme yapacağız.

source: To use a remote watchtower, enter the corresponding URL here
ar_sa: لاستخدام برج مراقبة بعيد ، أدخل عنوان URL المقابل هنا
ko_kr: 원격 감시 타워를 사용하려면 여기에 해당 URL을 입력하십시오.
tr_tr: Uzak bir nöbetçi kulesi kullanmak için ilgili URL'yi buraya girin

source: Toggle Encryption
ar_sa: تبديل التشفير
ko_kr: 토글 암호화
tr_tr: Şifrelemeyi Aç/Kapat

source: Total fee
ar_sa: مجموع الرسوم
ko_kr: 총 수수료
tr_tr: Toplam ücret

source: Total feerate
ar_sa: إجمالي السعر
ko_kr: 총 수수료율
tr_tr: Toplam ücret oranı

source: Total size
ar_sa: الحجم الإجمالي
ko_kr: 총 크기
tr_tr: Toplam boyut

source: Transaction
ar_sa: حوالة
ko_kr: 거래
tr_tr: İşlem

source: Transaction ID
ar_sa: رقم تعريف الحوالة
ko_kr: 거래 ID
tr_tr: İşlem kimliği

source: Transaction ID:
ar_sa: رقم تعريف الحوالة:
ko_kr: 거래 ID:
tr_tr: İşlem kimliği:

source: Transaction added to wallet history.
ar_sa: تمت إضافة المعاملة إلى سجل المحفظة.
ko_kr: 거래가 지갑 내역에 추가되었습니다.
tr_tr: İşlem, cüzdan geçmişine eklendi.

source: Transaction already saved or not yet signed.
ar_sa: تم حفظ المعاملة بالفعل أو لم يتم التوقيع عليها بعد.
ko_kr: 거래가 이미 저장되었거나 아직 서명되지 않았습니다.
tr_tr: İşlem zaten kaydedildi veya henüz imzalanmadı.

source: Transaction could not be broadcast due to dust outputs.
ar_sa: لا يمكن بث الصفقة بسبب مخرجات الغبار.
ko_kr: 더스트 출력으로 인해 거래를 게재할 수 없습니다.
tr_tr: İşlem, toz çıkışları nedeniyle yayınlanamadı.

source: Transaction could not be saved.
ar_sa: لا يمكن حفظ الصفقة.
ko_kr: 거래를 저장할 수 없습니다.
tr_tr: İşlem kaydedilemedi.

source: Transaction exported successfully
ar_sa: تم تصدير المعاملة بنجاح
ko_kr: 거래 내보내기 성공
tr_tr: İşlem başarıyla dışa aktarıldı

source: Transaction is too large in size.
ar_sa: الصفقة كبيرة جدًا في الحجم.
ko_kr: 거래 크기가 너무 큽니다.
tr_tr: İşlemin boyutu çok büyük.

source: Transaction is unrelated to this wallet.
ar_sa: المعاملة غير مرتبطة بهذه المحفظة.
ko_kr: 거래는 이 지갑과 관련이 없습니다.
tr_tr: İşlem bu cüzdanla bağlantılı değil.

source: Transaction to join with
ar_sa: معاملة للانضمام إليها
ko_kr: 다음과 함께할 거래
tr_tr: Birleştirme yapılacak işlem

source: Transaction to merge signatures from
ar_sa: معاملة لدمج التوقيعات من
ko_kr: 다음 서명을 병합할 거래
tr_tr: İmzalarının birleştirileceği işlem

source: Transaction unrelated to your wallet
ar_sa: معاملة غير متعلقة بمحفظتك
ko_kr: 지갑과 관련이없는 거래
tr_tr: İşlemin cüzdan ile bir ilgisi yok

source: Transaction uses non-standard version.
ar_sa: تستخدم المعاملة إصدارًا غير قياسي.
ko_kr: 거래는 비표준 버전을 사용합니다.
tr_tr: İşlem, standart olmayan sürümü kullanıyor.

source: Transaction:
ar_sa: حوالة:
ko_kr: 거래
tr_tr: İşlem:

source: Transactions
ar_sa: التحويلات
ko_kr: 거래
tr_tr: İşlemler

source: Transactions are encrypted and stored on a remote server.
ar_sa: يتم تشفير المعاملات وتخزينها على خادم بعيد.
ko_kr: 거래는 암호화되어 원격 서버에 저장됩니다.
tr_tr: İşlemler şifrelenir ve uzak bir sunucuda depolanır.

source: True
ar_sa: نعم
ko_kr: 참
tr_tr: Doğru

source: TrustedCoin
tr_tr: Güvenilir koin

source: TrustedCoin (2FA) fee for the next batch of transactions
ar_sa: رسوم TrustedCoin (2FA) للدفعة التالية من المعاملات
ko_kr: 다음 번 거래에 대한 TrustedCoin(2FA) 수수료
tr_tr: Bir sonraki işlem grubu için TrustedCoin (2FA) ücreti

source: TrustedCoin Information
ar_sa: معلومات TrustedCoin
ko_kr: TrustedCoin 정보
tr_tr: TrustedCoin Bilgileri

source: TrustedCoin charges a small fee to co-sign transactions. The fee depends on how many prepaid transactions you buy. An extra output is added to your transaction every time you run out of prepaid transactions.
ar_sa: تتقاضى TrustedCoin رسومًا رمزية للاشتراك في التوقيع على المعاملات. الرسوم تعتمد على عدد المعاملات المدفوعة مقدمًا التي تشتريها. يتم إضافة مخرجات إضافية إلى معاملة في كل مرة تنفد فيها معاملات الدفع المسبق.
ko_kr: TrustedCoin은 공동 서명에 약간의 수수료를 부과합니다. 선불 거래 건수에 따라 수수료가 달라집니다. 선불 거래가 부족할 때마다 추가 출력이 거래에 추가됩니다.
tr_tr: TrustedCoin, birlikte imzalama işlemleri için düşük bir ücret alır. Ücret, satın aldığınız ön ödemeli işlemlerin sayısına bağlı olarak değişir. Ön ödemeli işlemlerinizin her bitişinde işleminize fazladan çıkış eklenir.

source: Try to connect again?
ar_sa: حاول الاتصال مرة أخرى؟
ko_kr: 다시 연결하겠습니까?
tr_tr: Bağlanma tekrar denensin mi?

source: Try to explain not only what the bug is, but how it occurs.
ar_sa: حاول أن تشرح ليس فقط ما هو الخطأ ، ولكن كيف يحدث.
ko_kr: 뿐만 아니라 무슨 버그, 하지만 발생 하는 방법을 설명 하려고 합니다.
tr_tr: Sadece hatanın ne olduğunu değil, nasıl olduğunu da açıklamaya çalışın.

source: Try to raise your transaction fee, or use a server with a lower relay fee.
ar_sa: حاول زيادة رسوم معاملتك ، أو استخدم خادمًا برسوم ترحيل أقل.
ko_kr: 거래 수수료를 올리거나, 중계료가 낮은 서버를 이용하십시오.
tr_tr: İşlem ücretinizi artırmayı deneyin veya daha düşük bir aktarım ücretine sahip bir sunucu kullanın.

source: Two Factor Authentication
ar_sa: المصادقة ثنائية العامل
ko_kr: 이중 인증
tr_tr: İki Aşamalı Doğrulama

source: Two-factor authentication is a service provided by TrustedCoin. It uses a multi-signature wallet, where you own 2 of 3 keys. The third key is stored on a remote server that signs transactions on your behalf. To use this service, you will need a smartphone with Google Authenticator installed.
ar_sa: المصادقة الثنائية هي خدمة تقدمها TrustedCoin. تستخدم محفظة متعددة التوقيعات ، حيث تمتلك 2 من 3 مفاتيح. يتم تخزين المفتاح الثالث على خادم بعيد يوقع المعاملات نيابة عنك. لاستخدام هذه الخدمة ، ستحتاج إلى هاتف ذكي مثبت عليه Google Authenticator.
ko_kr: 이중인증은 TrustedCoin에서 제공하는 서비스입니다. 3개의 키 중 2개를 가지고 있는 다중 서명 지갑을 사용합니다. 세 번째 키는 사용자를 대신하여 거래에 서명하는 원격 서버에 저장됩니다. 이 서비스를 사용하려면 Google Authenticator가 설치된 스마트폰이 필요합니다.
tr_tr: İki faktörlü kimlik doğrulama, TrustedCoin tarafından sunulan bir hizmettir. 2 veya 3 anahtar kullandığınız çoklu imzalı bir cüzdan kullanır. Üçüncü anahtar, sizin adınıza işlemleri imzalayan uzak bir sunucuda saklanır. Bu hizmeti kullanmak için içinde Google Authenticator kurulu bir akıllı telefon gerekmektedir.

source: Two-factor authentication is a service provided by TrustedCoin. To use it, you must have a separate device with Google Authenticator.
ar_sa: المصادقة الثنائية هي خدمة تقدمها TrustedCoin. لتستخدمها، يجب أن يكون لديك جهاز منفصل مع Google Authenticator.
ko_kr: 이중 인증은 TrustedCoin에서 제공하는 서비스입니다. 이것을 이용하려면 Google Authenticator가 있는 별도의 장치가 있어야 합니다.
tr_tr: İki aşamalı kimlik doğrulaması, TrustedCoin tarafından sunulan bir hizmettir. Bunu kullanmak için Google Authenticator'ın yüklü olduğu ayrı bir cihazınız olmalıdır.

source: Tx
tr_tr: İşlem

source: Type
ar_sa: نوع
ko_kr: 유형
tr_tr: Tür

source: Unable to connect to mail server: {}
ar_sa: تعذر الاتصال بخادم البريد: /n {}
ko_kr: 다음 메일 서버에 연결할 수 없음: {}
tr_tr: Mail sunucusuna bağlanılamıyor: {}

source: Unable to create backup
ar_sa: تعذر إنشاء نسخة احتياطية
ko_kr: 백업 만들 수 없습니다
tr_tr: yedekleme oluşturulamıyor

source: Unable to create csv
ar_sa: تعذر إنشاء ملف csv
ko_kr: CSV를 만들 수 없습니다
tr_tr: Csv oluşturulamıyor

source: Unable to export history
ar_sa: تعذر تصدير التاريخ
ko_kr: 역사를 내보낼 수 없습니다
tr_tr: Kayıtlar dışa aktarılamıyor

source: Unable to read file or no transaction found
ar_sa: تعذر قراءة الملف أو لم يتم العثور على أي معاملة
ko_kr: 파일 또는 찾을 수없는 거래를 읽을 수 없습니다
tr_tr: Dosyayı okunmuyor, veya hiç bir işlem bulunmuyor

source: Unable to send report
ar_sa: تعذر إرسال التقرير
ko_kr: 리포트를 보낼 수 없음
tr_tr: Rapor gönderilemedi

source: Unconfirmed
ar_sa: غير مؤكد
ko_kr: 확인되지 않음
tr_tr: Onaylanmamış

source: Unconfirmed parent
ar_sa: والد غير مؤكد
ko_kr: 확인되지 않은 상위 장치
tr_tr: Onaylanmayan üst öğe

source: Unexpected password hash version
ar_sa: إصدار تجزئة كلمة المرور غير متوقع
ko_kr: 예상하지 않은 해시 버전 패스워드
tr_tr: Beklenmeyen parola karması sürümü

source: Unfreeze
ar_sa: إلغاء التجميد
ko_kr: 동결 해제
tr_tr: Donmayı kaldır

source: Unfreeze (for receiving)
ar_sa: إلغاء التجميد (للاستلام)
ko_kr: 동결 해제(받기)
tr_tr: Donmayı kaldır (alma için)

source: Unfreeze (for sending)
ar_sa: إلغاء التجميد (للإرسال)
ko_kr: 동결 해제(보내기)
tr_tr: Donmayı kaldır (gönderme için)

source: Unfreeze Address
ar_sa: إلغاء تجميد العنوان
ko_kr: 주소 동결 해제
tr_tr: Adres İçin Donmayı Kaldır

source: Unfreeze Addresses
ar_sa: إلغاء تجميد العناوين
ko_kr: 주소 동결 해제
tr_tr: Adresler İçin Donmayı Kaldır

source: Unfreeze Coin
ar_sa: إلغاء تجميد العملة
ko_kr: 코인 동결 해제
tr_tr: Para İçin Donmayı Kaldır

source: Unfreeze Coins
ar_sa: تجميد العملات المعدنية
ko_kr: 코인 동결 해제
tr_tr: Paralar İçin Donmayı Kaldır

source: Unknown
ar_sa: غير معروف
ko_kr: 알 수 없는
tr_tr: Bilinmeyen

source: Unknown error
ar_sa: خطأ غير معروف
ko_kr: 알 수 없는 오류
tr_tr: Bilinmeyen hata

source: Unknown error when broadcasting the transaction.
ar_sa: خطأ غير معروف عند بث المعاملة.
ko_kr: 거래를 게재할 때 알 수 없는 오류 발생.
tr_tr: İşlem yayınlanırken bilinmeyen bir hata oluştu.

source: Unpaid
ar_sa: غير مدفوع
ko_kr: 미지급
tr_tr: Ödenmedi

source: Unrealized gains
ar_sa: المكاسب غير المتحققة
ko_kr: 미실현 이익
tr_tr: Gerçekleşmeyen kazançlar

source: Unsigned
ar_sa: غير موقّع
ko_kr: 서명되지 않음
tr_tr: İmzalanmadı

source: Unsupported password hash version
ar_sa: إصدار تجزئة كلمة المرور غير مدعوم
ko_kr: 지원되지 않는 해시 버전 패스워드
tr_tr: Desteklenmeyen parola karması sürümü

source: Unused
ar_sa: غير مستعمل
ko_kr: 미사용됨
tr_tr: Kullanılmamış

source: Update Check
ar_sa: التحقق من التحديث
ko_kr: 업데이트 확인
tr_tr: Güncelleme Kontrolü

source: Update check failed
ar_sa: فشل التحقق من التحديث
ko_kr: 업데이트 확인 실패
tr_tr: Güncelleme kontrolü başarısız

source: Update to ELCASH Wallet {} is available
ar_sa: التحديث إلى ELCASH Wallet {} متاح
ko_kr: ELCASH 지갑 {} 업데이트 가능
tr_tr: ELCASH Wallet {} sürümüne güncelleme mevcut

source: Upgrading wallet format...
ar_sa: جارٍ ترقية تنسيق المحفظة ...
ko_kr: 지갑 형식 업그레이드 중...
tr_tr: Cüzdan biçimi yükseltiliyor...

source: Use Replace-By-Fee
ar_sa: استخدام ميزة تغيير الرسوم (RBF)
ko_kr: 수수료로 대체 사용
tr_tr: Ücretle Değiştir özelliğini kullan

source: Use Tor Proxy
ar_sa: استخدام Tor Proxy
ko_kr: Tor 프록시 사용
tr_tr: Kullanıcı proksi adresini kullan

source: Use a hardware device
ar_sa: استخدام جهاز
ko_kr: 하드웨어 장치 사용
tr_tr: Donanım cihazı kullan

source: Use a master key
ar_sa: استخدم مفتاح رئيسي
ko_kr: 마스터 키 사용
tr_tr: Ana anahtar kullan

source: Use a remote watchtower
ar_sa: استخدام برج مراقبة بعيد
ko_kr: 원격 감시 타워 사용
tr_tr: Uzak bir nöbetçi kulesi kullan

source: Use as server
ar_sa: استخدام كخادم
ko_kr: 서버로 사용
tr_tr: Kendi sunucunu kullan

source: Use change addresses
ar_sa: استخدم ميزة العناوين المتغيرة
ko_kr: 변경 주소 사용
tr_tr: Kullanılan adresleri değiştir

source: Use multiple change addresses
ar_sa: استخدام عناوين متعددة للتغيير
ko_kr: 여러 개의 변경 주소를 사용합니다
tr_tr: Birden fazla değişen adres kullan

source: Use proxy
ar_sa: استخدام proxy
ko_kr: 프록시 사용
tr_tr: Proxy kullan

source: Use the camera button to scan a QR code.
ar_sa: استخدم زر الكاميرا لمسح رمز الاستجابة السريعة ضوئيًا.
ko_kr: 카메라 버튼을 사용하여 QR 코드를 스캔합니다.
tr_tr: QR kodu taratmak için kamera butonunu kullan.

source: Use this dialog to add a password to your wallet.
ar_sa: استخدم مربع الحوار هذا لإضافة كلمة مرور إلى محفظتك.
ko_kr: 이 대화 상자를 사용하여 지갑에 패스워드를 추가합니다.
tr_tr: Cüzdanına şifre eklemek için iletişim kutusuna git

source: Use this dialog to change your password.
ar_sa: استخدم مربع الحوار هذا لتغيير كلمة المرور الخاصة بك.
ko_kr: 이 대화 상자를 사용하여 패스워드를 변경합니다.
tr_tr: Parola değiştirmek için lütfen e-mail adresini kontrol et

source: Use this dialog to toggle encryption.
ar_sa: استخدم مربع الحوار هذا لتبديل التشفير.
ko_kr: 이 대화 상자를 사용하여 암호화를 토글합니다.
tr_tr: Şifrelemeyi açmak/kapatmak için bu iletişim kutusunu kullanın.

source: Used
ar_sa: مستخدم
ko_kr: 사용됨
tr_tr: Kullanılan

source: Username
ar_sa: اسم المستخدم
ko_kr: 유저네임
tr_tr: Kullanıcı adı

source: Uses icons from the Icons8 icon pack (icons8.com).
ar_sa: يستخدم الرموز من حزمة الرموز Icons8 (icons8.com).
ko_kr: Icons8 아이콘 팩(icons8.com)의 아이콘을 사용합니다.
tr_tr: kullanıcı ikon dosyanı kullanmak için önerilen site

source: Using change addresses makes it more difficult for other people to track your transactions.
ar_sa: يؤدي استخدام عناوين التغيير إلى صعوبة تعقب الأشخاص الآخرين معاملاتك.
ko_kr: 변경 주소를 사용하는 것은 타인이 본인의 거래를 추적하는 것을 어렵게 합니다.
tr_tr: Değişiklik adreslerini kullanmak, diğer kişilerin işlemlerinizi izlemesini zorlaştırıyor.

source: Value
ar_sa: قيمة
ko_kr: 가치
tr_tr: Değer

source: Verified block headers
ar_sa: رؤوس كتلة تم التحقق منها
ko_kr: 확인된 블록 헤더
tr_tr: Doğrulanmış blok başlıkları

source: Verify
ar_sa: تحقق
ko_kr: 검증
tr_tr: Doğrulandı

source: Verify the address below.<br>Type the character from your security card corresponding to the <u><b>BOLD</b></u> character.
ar_sa: تحقق من العنوان أدناه. <br> اكتب الحرف من بطاقة الأمان الخاصة بك المقابل للحرف <u><b>BOLD</b> </u>.
ko_kr: 아래 주소를 확인하십시오.<br> <u><b>강조된</b></u> 문자에 해당하는 보안 카드의 문자를 입력하십시오.
tr_tr: Aşağıdaki adresi doğrulayın.<br>Güvenlik kartınızda <u><b>BOLD</b></u> karakterine karşılık gelen karakteri yazın.

source: Verify the cable is connected and that no other application is using it.
ar_sa: تحقق من توصيل الكبل ومن عدم استخدام أي تطبيق آخر له.
ko_kr: 케이블이 연결되어 있고 다른 애플리케이션에서 사용하고 있지 않은지 확인합니다.
tr_tr: Kablonun bağlı olduğunu ve bunu kullanan başka bir uygulama olmadığını doğrulayın.

source: Version
ar_sa: رقم الإصدار
ko_kr: 버전
tr_tr: Sürüm

source: Video Device
ar_sa: جهاز الفيديو
ko_kr: 비디오 장치
tr_tr: Video Aygıtı

source: View Channel
ar_sa: عرض القناة
ko_kr: 채널 보기
tr_tr: Kanalı Görüntüle

source: View Payment
ar_sa: عرض الدفع
ko_kr: 결제 보기
tr_tr: Ödemeyi Görüntüle

source: View Transaction
ar_sa: عرض المعاملة
ko_kr: 거래 보기
tr_tr: İşlemi Görüntüle

source: View closing transaction
ar_sa: عرض إغلاق المعاملة
ko_kr: 마감된 거래 보기
tr_tr: Kapatma işlemini görüntüle

source: View funding transaction
ar_sa: عرض معاملة التمويل
ko_kr: 자금 거래 보기
tr_tr: Finansman işlemini görüntüle

source: View invoice
ar_sa: عرض الفاتورة
ko_kr: 인보이스 보기
tr_tr: Faturayı görüntüle

source: View log
ar_sa: سجل عرض
ko_kr: 로그 보기
tr_tr: Günlüğü görüntüle
