Repository: electric-cash/elcash-wallet
Catalog: electrum/locale/*/electrum.po
Languages: ar_sa, ko_kr, tr_tr

source: Click here to hide this message.
ar_sa: انقر هنا لإخفاء هذه الرسالة.
ko_kr: 여기를 클릭하여 이 메시지를 숨깁니다.
tr_tr: Bu mesajı gizlemek için buraya tıklayın.

source: Clipboard is empty
ar_sa: الحافظة فارغة
ko_kr: 클립보드가 비어 있습니다.
tr_tr: Pano boş

source: Close
ar_sa: إغلاق
ko_kr: 닫기
tr_tr: Kapat

source: Close channel
ar_sa: إغلاق القناة
ko_kr: 채널 폐쇄
tr_tr: Kanalı kapat

source: Close channel?
ar_sa: إغلاق القناة؟
ko_kr: 채널을 폐쇄하겠습니까?
tr_tr: Kanal kapatılsın mı?

source: Co&ins
ar_sa: العم&لات
ko_kr: 주화
tr_tr: Pa&ralar

source: Code
ar_sa: كود
ko_kr: 코드
tr_tr: Kod

source: Coin control active
ar_sa: مراقبة العملات نشطة
ko_kr: 코인 컨트롤 활성화
tr_tr: Para kontrolü etkin

source: Coin is frozen
ar_sa: العملة مجمدة
ko_kr: 코인이 동결됨
tr_tr: Para donduruldu

source: Coin selected to be spent
ar_sa: عملة مختارة ليتم إنفاقها
ko_kr: 코인이 사용되도록 선택됨
tr_tr: Harcanacak para seçildi

source: Coin selection
ar_sa: اخيار العملة
ko_kr: 코인 선택
tr_tr: Para seçimi

source: Coin selection active ({} UTXOs selected)
ar_sa: اختيار العملة نشط ({} UTXOs مختارة)
ko_kr: 코인 선택 활성화({} UTXO 선택됨)
tr_tr: Para seçimi etkin ({} UTXO seçildi)

source: Color theme
ar_sa: لون البرنامج
ko_kr: 색상 테마
tr_tr: Renk teması

source: Combine
ar_sa: دمج
ko_kr: 결합
tr_tr: Birleştir

source: Computing route...
ar_sa: مسار الحوسبة ...
ko_kr: 경로 계산 중...
tr_tr: Rota işleniyor...

source: Con&sole
ar_sa: الطر&فية
ko_kr: 콘&솔
tr_tr: Kon&sol

source: Con&tacts
ar_sa: جهات &الإتصال
ko_kr: 거&래
tr_tr: Kiş&iler

source: Confirm Passphrase:
ar_sa: تأكيد العبارة السرية:
ko_kr: 암호 확인:
tr_tr: Parolayı Onaylayın:

source: Confirm Password:
ar_sa: تأكيد كلمة المرور:
ko_kr: 비밀번호 확인:
tr_tr: Parolayı Onaylayın:

source: Confirm Seed
ar_sa: تأكيد عبارة الاسترداد
ko_kr: 시드 확인
tr_tr: Anahtar Kelime Dizisini Onaylayın

source: Confirm Seed Extension
ar_sa: تأكيد البذور التمديد
ko_kr: 시드 확장자 확인
tr_tr: Anahtar Kelime Dizisi Uzantısını Onaylayın

source: Confirm Transaction
ar_sa: تأكيد المعاملة
ko_kr: 거래 확인
tr_tr: İşlemi Onayla

source: Confirm Transaction on your Ledger device...
ar_sa: تأكيد المعاملة على جهاز دفتر الأستاذ الخاص بك ...
ko_kr: 본인의 원장 장치에서 거래 확인...
tr_tr: İşlemi donanım cüzdanınızdan onaylayınız...

source: Confirm action
ar_sa: تأكيد الإجراء
ko_kr: 활동 확인
tr_tr: Eylemi onaylayın

source: Confirm new PIN
ar_sa: ‏تأكيد رمز PIN الجديد
ko_kr: PIN 확인
tr_tr: Yeni PIN kodunu doğrula

source: Confirm new password
ar_sa: تأكيد كلمة المرور الجديدة
ko_kr: 새로운 패스워드 확인
tr_tr: Yeni parolayı onaylayın

source: Confirmed. Signing Transaction...
ar_sa: تم التأكيد. توقيع المعاملة ...
ko_kr: 승인되었습니다. 트랜잭션 서명중...
tr_tr: Onaylandı. İşlem İmzalanıyor...

source: Connected nodes
ar_sa: العقد المتصلة
ko_kr: 연결된 노드
tr_tr: Bağlı düğümler

source: Connected nodes are on the same chain
ar_sa: العقد المتصلة موجودة في نفس السلسلة
ko_kr: 연결된 노드들이 같은 체인에 있습니다
tr_tr: Aynı zincirdeki bağlı düğümler

source: Connected to {0} node.
ar_sa: متصل بـ {0} عقدة.
ko_kr: {0} 노드에 연결됨.
tr_tr: {0} düğümüne bağlanıldı.

source: Connected to {0} nodes.
ar_sa: متصل بـ {0} عقد.
ko_kr: {0} 노드와 연결됨.
tr_tr: %d düğüme bağlanıldı.

source: Connected to {} peers
ar_sa: متصل بـ {} من الأقران
ko_kr: {} 피어와 연결됨
tr_tr: {} eş düğüme bağlanıldı

source: Connection strings must be in <node_pubkey>@<host>:<port> format
ar_sa: يجب أن تكون سلاسل الاتصال على شكل <node_pubkey>@<host>:<port>
ko_kr: 연결 문자열은 <node_pubkey> @ <host> : <port> 형식이어야 합니다.
tr_tr: Bağlantı dizeleri <düğüm_genelanahtar>@<barındırıcı>:<bağlantınoktası> biçiminde olmalıdır

source: Connections with Electric Cash servers
ar_sa: اتصالات مع سريفيرز Electric Cash
ko_kr: Electric Cash 서버와의 연결
tr_tr: Electric Cash sunucuları ile bağlantılar

source: Connections with lightning nodes
ar_sa: اتصالات مع عقد البرق
ko_kr: 라이트닝 노드와의 연결
tr_tr: Lightning düğümleriyle olan bağlantılar

source: Consider trying to connect to a different server, or updating ELCASH Wallet.
ar_sa: فكر في محاولة الاتصال بخادم مختلف ، أو تحديث ELCASH Wallet.
ko_kr: 다른 서버에 연결을 시도하거나 ELCASH Wallet을 업데이트하십시오.
tr_tr: Farklı bir sunucuya bağlanmayı veya ELCASH Wallet'u güncellemeyi deneyin.

source: Contacts
ar_sa: قائمة العناوين
ko_kr: 가져 오기 연락처 ... %s
tr_tr: Kişiler

source: Copy
ar_sa: نسخ
ko_kr: 복사
tr_tr: Kopyala

source: Copy Address
ar_sa: نسخ العنوان
ko_kr: 주소 복사
tr_tr: Adresi Kopyala

source: Copy Image
ar_sa: نسخ الصورة
ko_kr: 이미지 복사
tr_tr: Resmi Kopyala

source: Copy Request
ar_sa: نسخ الطلب
ko_kr: 요청 복사
tr_tr: İsteği Kopyala

source: Copy Text
ar_sa: نسخ النص
ko_kr: 텍스트 복사
tr_tr: Metni Kopyala

source: Copy and Close
ar_sa: نسخ واغلاق
ko_kr: 복사 및 닫기
tr_tr: Kopyala ve Kapat

source: Copy and paste the recipient address using the Paste button, or use the camera to scan a QR code.
ar_sa: انسخ والصق عنوان المستلم باستخدام الزر "لصق" ، أو استخدم الكاميرا لمسح QR ضوئيًا.
ko_kr: 붙여넣기 버튼을 사용하여 수신인 주소를 복사하여 붙여넣거나 카메라를 사용하여 QR 코드를 스캔합니다.
tr_tr: Alıcı adresini kopyalayıp yapıştırın ve butona basın veya QR kodunu taramak için kamerayı kullanın.

source: Copy to clipboard
ar_sa: نسخ إلى الحافظة
ko_kr: 클립보드로 복사
tr_tr: Panoya kopyala

source: Copy {}
ar_sa: نسخ {}
ko_kr: {} 복사
tr_tr: Kopyala: '%s

source: Cosign with hardware device
ar_sa: اقتران مع الجهاز
ko_kr: 하드웨어 장치로 공동 서명
tr_tr: Donanım cihazıyla birlikte imzala

source: Cosigner Pool
ar_sa: تجمع Cosigner
ko_kr: 공동 서명자 풀
tr_tr: Birlikte İmzalayan Havuzu

source: Could not close channel:
ar_sa: تعذر إغلاق القناة:
ko_kr: 채널을 폐쇄할 수 없습니다:
tr_tr: Kanal kapatılamadı:

source: Could not force close channel:
ar_sa: تعذر فرض إغلاق القناة:
ko_kr: 강제로 채널을 폐쇄할 수 없습니다:
tr_tr: Kanal kapatmaya zorlanamadı:

source: Could not open channel: {}
ar_sa: تعذر فتح القناة: {}
ko_kr: 채널을 개설할 수 없습니다: {}
tr_tr: Kanal açılamadı: {}

source: Could not retrieve Terms of Service:
ar_sa: تعذر استرداد شروط الخدمة:
ko_kr: 서비스 약관을 검색할 수 없습니다:
tr_tr: Hizmet Şartları alınamadı:

source: Crash report
ar_sa: تقرير الأعطال
ko_kr: 충돌 리포트
tr_tr: Kilitlenme raporu

source: Create New Wallet
ar_sa: إنشاء محفظة جديدة
ko_kr: 새 지갑 생성
tr_tr: Yeni Cüzdan Oluştur

source: Create a new Revealer
ar_sa: إنشاء كاشف جديد
ko_kr: 새 Revealer 생성
tr_tr: Yeni Ortaya Çıkaran ekle

source: Create a new seed
ar_sa: إنشاء بذرة جديدة
ko_kr: 새 시드 생성
tr_tr: Yeni anahtar kelime dizisi oluştur

source: Create keystore from a master key
ar_sa: إنشاء ملف تخزين من مفتاح رئيسي
ko_kr: 마스터 키로 키 저장소 생성
tr_tr: Bir ana anahtardan anahtar deposu oluştur

source: Create new wallet
ar_sa: انشاء محفظة جديدة
ko_kr: 새 지갑 생성
tr_tr: Yeni cüzdan oluştur

source: Create or restore
ar_sa: إنشاء أو استعادة
ko_kr: 생성 또는 복원
tr_tr: Oluşturma yada geri yükleme

source: Create transaction
ar_sa: إنشاء معاملة
ko_kr: 거래 생성
tr_tr: İşlem oluştur

source: Creating a new payment request will reuse one of your addresses and overwrite an existing request. Continue anyway?
ar_sa: سيؤدي إنشاء طلب دفع جديد إلى إعادة استخدام أحد عناوينك والكتابة على الطلب الحالي. هل تود على أي حال؟
ko_kr: 새 결제 요청을 생성하면 주소 중 하나를 재사용하고 기존 요청을 덮어 씁니다.그래도 계속 하겠습니까?
tr_tr: Yeni bir ödeme isteği oluşturduğunuzda adreslerinizden biri yeniden kullanılacak ve mevcut bir isteğin üzerine yazılacak. Yine de devam edilsin mi?

source: Critical Error
ar_sa: خطأ فادح
ko_kr: 중대 한 오류
tr_tr: Önemli Hata

source: Current Fee
ar_sa: الرسوم الحالية
ko_kr: 현재 수수료
tr_tr: Mevcut Ücret

source: Current Fee rate
ar_sa: المعدل الحالي للرسوم
ko_kr: 현재 수수료율
tr_tr: Mevcut Ücret oranı

source: Current Password:
ar_sa: كلمة المرور الحالية:
ko_kr: 현재 비밀번호
tr_tr: Geçerli Şifre:

source: Current rate
ar_sa: المعدل الحالي
ko_kr: 현재 요금
tr_tr: Aktüel oran

source: Current version: {}
ar_sa: النسخة الحالية: {}
ko_kr: 현재 버전: {}
tr_tr: Mevcut sürüm: {}

source: Custom
ar_sa: مخصص
ko_kr: 사용자 정의
tr_tr: Özel

source: Custom secret
ar_sa: سر مخصص
ko_kr: 사용자 정의 비밀 정보
tr_tr: Özel gizli anahtar

source: Dark
ar_sa: داكن
ko_kr: 다크
tr_tr: Koyuu

source: Dark/Light
ar_sa: داكن/فاتح
ko_kr: 다크/라이트
tr_tr: Koyu/Açık

source: Date
ar_sa: التاريخ
ko_kr: 날ㅉ
tr_tr: Tarih:

source: Date: {}
ar_sa: تاريخ: {}
ko_kr: 날짜: {}
tr_tr: Tarih: %s

source: Debug logs can be persisted to disk. These are useful for troubleshooting.
ar_sa: يمكن استمرار سجلات التصحيح على القرص. هذه مفيدة لاستكشاف الأخطاء وإصلاحها.
ko_kr: 디버그 로그는 디스크에 보관할 수 있습니다. 이것은 문제 해결에 유용합니다.
tr_tr: Hata ayıklama günlükleri disk ile sürdürülebilir. Bunlar sorun giderme işlemi için faydalıdır.

source: Debug message
ar_sa: رسالة التصحيح
ko_kr: 디버그 메시지
tr_tr: Hata ayıklama mesajı

source: Decrypt
ar_sa: فك التشفير
ko_kr: 암호화 해제
tr_tr: Şifresini çöz

source: Decrypt your private key?
ar_sa: فك تشفير مفتاحك الخاص؟
ko_kr: 개인키의 암호화를 해제했습니까?
tr_tr: Özel anahtarınızın şifresi çözülsün mü?

source: Default
ar_sa: إفتراضي
ko_kr: 기본 값
tr_tr: Varsayılan

source: Delete
ar_sa: حذف
ko_kr: 지우다
tr_tr: Sil

source: Delete backup?
ar_sa: حذف النسخة الاحتياطية؟
ko_kr: 백업을 삭제하겠습니까?
tr_tr: Yedekleme silinsin mi?

source: Delete invoice?
ar_sa: هل تريد حذف الفاتورة؟
ko_kr: 인보이스 삭제
tr_tr: Fatura silinsin mi?

source: Delete invoices
ar_sa: حذف الفواتير
ko_kr: 인보이스 삭제
tr_tr: Faturaları sil

source: Delete request?
ar_sa: حذف طلب؟
ko_kr: 요청을 삭제하겠습니까?
tr_tr: İstek silinsin mi?

source: Delete requests
ar_sa: طلبات الحذف
ko_kr: 요청 삭제
tr_tr: İstekleri sil

source: Delete wallet file?
ar_sa: حذف ملف المحفظة؟
ko_kr: 지갑 파일을 삭제하겠습니까?
tr_tr: Cüzdanı sil?

source: Delete wallet?
ar_sa: هل تريد حذف المحفظة؟
ko_kr: 지갑 삭제?
tr_tr: Cüzdanı sil?

source: Delete {} invoices?
ar_sa: هل تريد حذف {} من الفواتير؟
ko_kr: {} 인보이스를 삭제하겠습니까?
tr_tr: {} fatura silinsin mi?

source: Delete {} requests?
ar_sa: حذف {} من الطلبات؟
ko_kr: {} 요청을 삭제하겠습니까?
tr_tr: {} istek silinsin mi?

source: Denomination
ar_sa: الاستثناءات
ko_kr: 교 단
tr_tr: Tür

source: Derivation path
ar_sa: مسار اشتقاق عناوين المحفظة
ko_kr: 파생 경로
tr_tr: Türetme yolu

source: Description
ar_sa: الوصف
ko_kr: 설명
tr_tr: Açıklama

source: Description of the transaction (not mandatory).
ar_sa: وصف الحوالة (غير إلزامي).
ko_kr: 트랜잭션 (필수되지 않음)의 설명.
tr_tr: İşlem açıklaması (Zorunlu değil).

source: Destination node
ar_sa: عقدة الوجهة
ko_kr: 대상 노드
tr_tr: Hedef düğüm

source: Details
ar_sa: التفاصيل
ko_kr: 상세
tr_tr: Ayrıntılar

source: Details...
ar_sa: تفاصيل...
ko_kr: 세부 정보...
tr_tr: Ayrıntılar...

source: Detect Existing Accounts
ar_sa: الكشف عن الحسابات الموجودة
ko_kr: 기존 계정 감지
tr_tr: Mevcut Hesapları Algıla

source: Developers
ar_sa: المطورون
ko_kr: 개발자
tr_tr: Geliştiriciler

source: Device not in Bitcoin mode
ar_sa: الجهاز ليس في وضع Bitcoin
ko_kr: 장치가 Bitcoin 모드 아님
tr_tr: Cihaz Bitcoin modunda değil

source: Digital Revealer ({}_{}) saved as PNG and PDF at:
ar_sa: Digital Revealer ({} _ {}) محفوظ بتنسيق PNG و PDF على:
ko_kr: Digital Revealer ({}_{})이(가) 다음에 PNG 및 PDF로 저장됨:
tr_tr: Dijital Ortaya Çıkaran ({}_{}) şurada PNG ve PDF olarak kaydedildi:

source: Disabled
ar_sa: معطل
ko_kr: 비활성화됨
tr_tr: Pasif

source: Disconnected
ar_sa: غير متصل
ko_kr: 연결 해제됨
tr_tr: Bağlantı koptu

source: Display your seed?
ar_sa: عرض عبارة الاسترداد؟
ko_kr: 시드를 표시하겠습니까?
tr_tr: Tohumunuz görüntülensin mi?

source: Distributed by Electrum Technologies GmbH
ar_sa: من توزيع Electrum Technologies GmbH
ko_kr: Electrum Technologies GmbH에서 배포
tr_tr: Electrum Technologies GmbH tarafından yaratıldı

source: Do not enter sensitive/private information here. The report will be visible on the public issue tracker.
ar_sa: لا تدخل معلومات حساسة / خاصة هنا. سيكون التقرير مرئيًا في أداة تعقب المشكلات العامة.
ko_kr: 여기에 민감한/개인 정보를 입력하지 마십시오. 이 리포트는 공개 이슈 추적기에서 볼 수 있습니다.
tr_tr: Buraya hassas/gizli bilgiler girmeyin. Rapor, genel sorun izleyicide görünür halde olacak.

source: Do not paste code here that you don't understand. Executing the wrong code could lead to your coins being irreversibly lost.
ar_sa: لا تلصق هنا كود لا تفهمه. تنفيذ الكود الخاطئ يمكن أن يؤدي إلى فقد عملاتك المعدنية بشكل لا رجعة فيه.
ko_kr: 이해할 수 없는 코드를 여기에 붙여넣지 마십시오. 잘못된 코드 실행하면코인이 돌이킬 수 없게 분실될 수 있습니다.
tr_tr: Buraya bilmediğiniz kodları yapıştırmayın. Yanlış kodların yürütülmesi paralarınızı geri alınamaz şekilde kaybetmenize neden olabilir.

source: Do not store it electronically.
ar_sa: لا تخزنها الكترونياً.
ko_kr: 전자적인 방법으로 저장히지 마세요.
tr_tr: Elektronik ortamda saklamayın.

source: Do you have something to hide ?
ar_sa: هل لديك ما تخفيه؟
ko_kr: 숨길 것이 있습니까?
tr_tr: Gizleyecek bir şeyiniz mi var?

source: Do you want to create a new seed, or to restore a wallet using an existing seed?
ar_sa: هل تريد إنشاء عبارة استرداد، أو إستعادة محفظة باستخدام عبارة استرداد موجودة بالفعل؟
ko_kr: 새 시드를 생성하거나 기존 시드를 사용하여 지갑을 복원하겠습니까??
tr_tr: Yeni bir tohum oluşturmak veya mevcut bir tohumu kullanarak bir cüzdanı geri yüklemek mi istiyorsunuz?

source: Do you want to create your first channel?
ar_sa: هل تود إنشاء قناتك الأولى؟
ko_kr: 첫 번째 채널을 설립하겠습니까?
tr_tr: İlk kanalınızı oluşturmak istiyor musunuz?

source: Do you want to delete '{}'?
ar_sa: هل تريد أن تحذف '{}'؟
ko_kr: '{}'를 삭제하겠습니까??
tr_tr: Silmek istiyor musunuz: '%s'?

source: Do you want to delete the old file
ar_sa: هل تريد حذف الملف القديم
ko_kr: 이 파일을 삭제하시겠습니까?
tr_tr: Eski dosyayı silmek istiyor musunuz

source: Do you want to open it now?
ar_sa: هل تريد فتحه الآن؟
ko_kr: 지금 열어 보겠습니까?
tr_tr: Şimdi açmak ister misin?

source: Do you want to remove {} from your wallet?
ar_sa: هل تريد إزالة {} من محفظتك؟
ko_kr: 지갑에서 {}을(를) 제거하겠습니까?
tr_tr: Cüzdanınızdan {} öğesini kaldırmak istiyor musunuz?

source: Do you want to send this report?
ar_sa: هل تريد إرسال هذا التقرير؟
ko_kr: 이 리포트를 전송하겠습니까?
tr_tr: Bu raporu göndermek istiyor musunuz?

source: Do you wish to continue?
ar_sa: هل ترغب في الاستمرار؟
ko_kr: 당신은 계속 하시겠습니까?
tr_tr: Devam etmek istiyor musunuz?

source: Don't know any addresses for node:
ar_sa: لا أعرف أي عناوين للعقدة:
ko_kr: 다음 노드의 주소를 알 수 없습니다:
tr_tr: Şu düğüm için herhangi bir adres bilinmiyor:

source: Don't show this again.
ar_sa: لا تظهر هذا مرة أخرى.
ko_kr: 다시 표시하지 않음.
tr_tr: Bunu bir daha gösterme.

source: Due to a bug, old versions of ELCASH Wallet will NOT be creating the same wallet as newer versions or other software.
ar_sa: نظرًا لوجود خطأ ، لن تقوم الإصدارات القديمة من ELCASH Wallet بإنشاء نفس المحفظة كإصدارات أحدث أو برامج أخرى.
ko_kr: 버그로 인해, 이전 버전의 ELCASH Wallet은 새로운 버전이나 다른 소프트웨어와 동일한 지갑을 만들지 않을 것입니다.
tr_tr: Bir hata nedeniyle ELCASH Wallet eski sürümleri, aynı cüzdanı aha yeni sürümler veya başka yazılımlar olarak OLUŞTURMAZ.

source: Dynamic fee estimates not available
ar_sa: تقديرات الرسوم الديناميكية غير متاحة
ko_kr: 동적인 수수료 견적을 사용할 수 없음
tr_tr: Dinamik ücret tahminleri kullanılamıyor

source: ELCASH Wallet communicates with remote servers to get information about your transactions and addresses. The servers all fulfill the same purpose only differing in hardware. In most cases you simply want to let ELCASH Wallet pick one at random. However if you prefer feel free to select a server manually.
ar_sa: تتواصل محفظة ELCASH مع الخوادم البعيدة للحصول على معلومات حول معاملاتك وعناوينك. جميع الخوادم تفي بالغرض نفسه فقط باختلاف الأجهزة. في معظم الحالات ، تريد ببساطة السماح لمحفظة ELCASH باختيار واحد عشوائيًا. ومع ذلك ، إذا كنت تفضل عدم التردد في تحديد الخادم يدويًا.
ko_kr: ELCASH 지갑은 원격 서버와 통신하여 거래 및 주소에 관한 정보를 얻습니다. 서버는 모두 같은 목적을 수행하며 다른 점은 오직 하드웨어입니다. 대부분의 경우 ELCASH 지갑이 무작위로 하나를 선택하는 방식을 추천합니다. 하지만, 원한다면 서버를 수동으로 선택하십시오.
tr_tr: ELCASH Cüzdanı işlemleriniz ve adreslerinizle ilgili bilgi almak için uzak sunucularla iletişim kurar. Sunucular farklı donanımlar kullansa da hepsin aynı amaç için çalışır. Çoğu durumda ELCASH Cüzdanının rastgele bir tane seçmesi daha kolay olacaktır. Fakat dilerseniz sunucuyu manuel olarak kendiniz de seçebilirsiniz.

source: ELCASH Wallet connects to several nodes in order to download block headers and find out the longest blockchain.
ar_sa: تتصل محفظة ELCASH بالعديد من العقد من أجل تنزيل block headers ومعرفة أطول سلسلة blockchain.
ko_kr: ELCASH Wallet 블록 헤더들을 다운로드하고 가장 긴 블록체인을 찾아내기 위해 몇몇 교점에 연결합니다.
tr_tr: Ayrıca ELCASH Wallet, blok başlıklarını indirmek ve en uzun blok zincirini bulmak için birkaç ağ düğümüne bağlanır.

source: ELCASH Wallet sends your wallet addresses to a single server, in order to receive your transaction history.
ar_sa: ترسل محفظة ELCASH عناوين محفظتك إلى خادم واحد ، من أجل تلقي محفوظات المعاملات الخاصة بك.
ko_kr: ELCASH Wallet 거래 내역을 수신하기 위해, 하나의 서버에 지갑 주소를 전송한다.
tr_tr: ELCASH Wallet cüzdan adreslerinizi, ödeme geçmişimizi gösterebilmek amacıyla bir sunucuya gönderir.

source: ELCASH Wallet was unable to copy your wallet file to the specified location.
ar_sa: لم تتمكن محفظة ELCASH من نسخ ملف محفظتك إلى الموقع المحدد.
ko_kr: ELCASH 지갑에서 지갑 파일을 지정한 위치로 복사하지 못했습니다.
tr_tr: ELCASH Cüzdanı cüzdan dosyanızı belirtilen konuma kopyalayamadı.

source: ELCASH Wallet was unable to open your transaction file
ar_sa: لم تتمكن محفظة ELCASH من فتح ملف معاملتك
tr_tr: ELCASH Cüzdanı işlem dosyanızı açamadı

source: ELCASH Wallet was unable to parse your transaction
ar_sa: لم تتمكن محفظة ELCASH من تحليل معاملتك
ko_kr: ELCASH 지갑에서 거래 구문 분석을 할 수 없었습니다.
tr_tr: ELCASH Cüzdanı işleminizi çözümleyemedi

source: ELCASH Wallet was unable to produce a private key-export.
ar_sa: لم تتمكن محفظة ELCASH من إنتاج مفتاح خاص للتصدير.
ko_kr: ELCASH 지갑에서 개인 키 내보내기를 생성할 수 없었습니다.
tr_tr: ELCASH Cüzdanı özel anahtarı dışa aktaramadı.

source: ELCASH Wallet will now exit.
ar_sa: سيتم الخروج من محفظة ELCASH الآن.
ko_kr: 이제 ELCASH Wallet은 종료됩니다.
tr_tr: ELCASH Wallet'dan şimdi çıkış yapılacak.

source: ELCASH Wallet's focus is speed, with low resource usage and simplifying Electric Cash.
ar_sa: تركز ELCASH Wallet على السرعة ، مع استخدام منخفض للموارد وتبسيط Electric Cash.
ko_kr: ELCASH Wallet의 초점은 리소스 사용량이 적고 Electric Cash을 단순화하는 속도입니다.
tr_tr: ELCASH Wallet'un odağı hızdır, az kaynak kullanır ve Electric Cash'i basitleştirir.

source: ELCASH wallet
ar_sa: محفظة ELCASH
ko_kr: ELCASH 지갑
tr_tr: ELCASH cüzdanı

source: ETA: fee rate is based on average confirmation time estimates
ar_sa: ETA: يعتمد معدل الرسوم على متوسط ​​تقديرات وقت التأكيد
ko_kr: ETA: 수수료율은 평균 확인 시간 추정치를 기반으로 합니다.
tr_tr: ETA: ücret oranı, ortalama onay süresi tahminlerine dayalıdır

source: Each revealer should be used only once.
ar_sa: يجب استخدام كل كاشف مرة واحدة فقط.
ko_kr: 각 revealer는 한 번만 사용해야 합니다.
tr_tr: Her ortaya çıkaran yalnızca bir kez kullanılmalıdır.

source: Edit {}
ar_sa: تعديل {}
ko_kr: {} 편집
tr_tr: Düzenle: '%s'

source: Electrum Plugins
ar_sa: إضافات Electrum
ko_kr: 일렉 트럼 플러그인
tr_tr: Electrum eklentileri

source: Electrum cannot pair with your {}. Before you request bitcoins to be sent to addresses in this wallet, ensure you can pair with your device, or that you have its seed (and passphrase, if any). Otherwise all bitcoins you receive will be unspendable.
ar_sa: لا يمكن لـ Electrum الاقتران بـ {} الخاص بك. قبل أن تطلب إرسال عملات البيتكوين إلى العناوين الموجودة في هذه المحفظة ، تأكد من أنه يمكنك الاقتران بجهازك ، أو أن لديك بذرة (وعبارة المرور ، إن وجدت). وإلا فإن جميع عملات البيتكوين التي تتلقاها ستكون غير قابلة للإنفاق.
ko_kr: Electrum은 {}(와)과 페어링할 수 없습니다. Bitcoin을 이 지갑의 주소로 보내도록 요청하기 전에 장치와 페어링할 수 있는지, 시드(및 패스 문구(있는 경우))가 있는지 확인하십시오. 그렇지 않으면 받은 모든 Bitcoin을 사용할 수 없게 됩니다.
tr_tr: Electrum {} ile eşleşemiyor. Bu cüzdandaki adreslere Bitcoin gönderilmesini istemeden önce, cihazınızla eşleştirebileceğinizden veya anahtar kelime dizisine (ve varsa şifreye) sahip olduğunuzdan emin olun. Aksi takdirde aldığınız Bitcoin'lerin tamamı kullanılamaz olacaktır.

source: ELCASH Wallet preferences
ar_sa: اعدادات ELCASH Wallet
ko_kr: ELCASH 지갑 기본 설정
tr_tr: ELCASH Wallet ayarları

source: Electrum requests your transaction history from a single server. The returned history is checked against blockchain headers sent by other nodes, using Simple Payment Verification (SPV).
ar_sa: تطلب Electrum سجل معاملاتك من خادم واحد. ال يتم فحص المحفوظات التي تم إرجاعها مقابل رؤوس blockchain المرسلة بواسطة العقد الأخرى ، باستخدام التحقق من الدفع البسيط (SPV).
ko_kr: Electrum은 단일 서버에서 거래 내역을 요청합니다. 반환된 내역은 간편 결제 확인(SPV)을 사용하여 다른 노드에서 보낸 블록체인헤더와 비교하여 확인됩니다.
tr_tr: Electrum, tek bir sunucudan işlem geçmişinizi ister. Döndürülen geçmiş, Basit Ödeme Doğrulaması (SPV) kullanılarak, diğer düğümler tarafından gönderilen blockchain başlıklarına göre kontrol edilir.

source: Electrum was unable to deserialize the transaction:
ar_sa: لم تتمكن Electrum من إلغاء تسلسل الصفقة:
ko_kr: Electrum은 거래를 비직렬화 할 수 없었습니다.
tr_tr: Electrum, işlemi seri durumdan çıkaramadı:

source: Electrum was unable to produce a transaction export.
ar_sa: لم يتمكن Electrum من انتاج تصدير الحوالة.
ko_kr: 일렉 트럼은 트랜잭션 수출을 생성 할 수 없습니다.
tr_tr: Electrum işlem dosyanızı dışa aktaramadı.

source: Email
ar_sa: البريد الإلكتروني
ko_kr: 이메일
tr_tr: E-Posta

source: Email settings
ar_sa: إعدادات البريد الإلكتروني
ko_kr: 이메일 설정
tr_tr: E-posta ayarları

source: Enable output value rounding
ar_sa: تمكين تقريب قيمة الإخراج
ko_kr: 출력 값 반올림 사용
tr_tr: Çıkış değeri yuvarlamayı etkinleştir

source: Enable update check
ar_sa: تمكين التحقق من التحديث
ko_kr: 업데이트 확인 사용
tr_tr: Güncelleme kontrolünü etkinleştir

source: Enabled
ar_sa: مفعل
ko_kr: 사용됨
tr_tr: Aktif

source: Encrypt
ar_sa: تشفير
ko_kr: 암호화
tr_tr: Şifrele

source: Encrypt custom secret
ar_sa: تشفير السر المخصص
ko_kr: 사용자 정의 비밀 정보 암호화
tr_tr: Özel gizli anahtarı şifrele

source: Encrypt wallet file
ar_sa: تشفير ملف المحفظة
ko_kr: 지갑 파일을 암호화합니다.
tr_tr: Cüzdan dosyasını şifrele

source: Encrypt {}'s seed
ar_sa: تشفير بذرة {}
ko_kr: {}의 시드 암호화
tr_tr: {} tohumunu şifrele

source: Encrypt/decrypt Message
ar_sa: تشفير/فك تشفير رسالة
ko_kr: 암호화 / 암호 해독 메시지
tr_tr: Mesajı şifrele/Şifresini çöz

source: Encrypt/decrypt message
ar_sa: تشفير / فك تشفير الرسالة
ko_kr: 메시지 암호화/암호화 해제
tr_tr: Mesajı şifrele/mesajın şifresini çöz

source: Encrypted
ar_sa: مشفَّر
ko_kr: 암호화
tr_tr: Şifrele

source: Encryption and decryption are currently not supported for {}
ar_sa: التشفير وفك التشفير غير مدعومين حاليًا لـ {}
ko_kr: {}에 대한 암호화 및 암호화 해제는 현재 지원되지 않습니다
tr_tr: Şifreleme ve şifre çözme şu anda {} için desteklenmiyor

source: End
ar_sa: النهاية
ko_kr: 종료
tr_tr: Son

source: English
ar_sa: الإنجليزية
ko_kr: 영어
tr_tr: İngilizce

source: Enter PIN:
ar_sa: أدخل PIN:
ko_kr: PIN 입력:
tr_tr: PIN'i girin

source: Enter Passphrase
ar_sa: ادخل عبارة سرية
ko_kr: 암호를 입력 하십시오
tr_tr: Parolayı Girin

source: Enter Password
ar_sa: أدخل كلمة المرور
ko_kr: 비밀번호를 입력하세요.
tr_tr: Şifrenizi giriniz

source: Enter Remote Node ID or connection string or invoice
ar_sa: أدخل ID عقدة بعيدة أو سلسلة اتصال أو فاتورة
ko_kr: 원격 노드 ID 또는 연결 문자열 또는 인보이스 입력
tr_tr: Uzak Düğüm Kimliğini, bağlantı dizesini veya faturayı girin

source: Enter Seed
ar_sa: أدخل عبارة الاسترداد
ko_kr: 씨앗을 입력
tr_tr: Tohum Kodu'nu girin

source: Enter Transaction Label
ar_sa: أدخل تصنيف المعاملة
ko_kr: 거래 레이블 입력
tr_tr: İşlem Etiketini Girin

source: Enter a list of ELCASH addresses (this will create a watching-only wallet), or a list of private keys.
ar_sa: أدخل قائمة عناوين ELCASH (سيؤدي ذلك إلى إنشاء محفظة للمشاهدة فقط) ، أو قائمة مفاتيح خاصة.
ko_kr: ELCASH 주소 목록을 입력하십시오 (이렇게 하면 읽기 전용 지갑이 생성됩니다).또는 개인 키 목록을 입력하십시오.
tr_tr: ELCASH adresleri listesini (bu işlem yalnızca görüntülenebilir bir cüzdan oluşturur) veya özel anahtarların bir listesini gir.

source: Enter a list of outputs in the 'Pay to' field.
ar_sa: ادخل قائمة بالمخرجات في حقل الـ(دفع الى).
ko_kr: '지불' 분야에서 출력의 목록을 입력 합니다.
tr_tr: Çıktıların listesini 'Şuraya öde' alanına gir.

source: Enter addresses
ar_sa: أدخل العناوين
ko_kr: 주소를 입력하세요.
tr_tr: Adresleri giriniz

source: Enter cosigner key
ar_sa: أدخل مفتاح cosigner
ko_kr: 공동 서명자 키 입력
tr_tr: Birlikte imzalayan anahtarı girin

source: Enter cosigner seed
ar_sa: أدخل عبارة الاسترداد لشريك التوقيع
ko_kr: 공동 서명자 시드 입력
tr_tr: Birlikte imzalayan tohumu girin

source: Enter description
ar_sa: ادخل وصف
ko_kr: 상세정보 입력
tr_tr: Açıklama girin

source: Enter new PIN
ar_sa: أدخل رقم الشخصي PIN الجديد
ko_kr: PIN을 입력
tr_tr: Yeni PIN girin

source: Enter new password
ar_sa: أدخل كلمة مرور جديدة
ko_kr: 새로운 패스워드 입력
tr_tr: Yeni parola girin

source: Enter private keys
ar_sa: أدخل المفاتيح الخاصة
ko_kr: 개인 키를 입력
tr_tr: Gizli anahtarı giriniz
