Repository: electric-cash/elcash-wallet
Catalog: electrum/locale/*/electrum.po
Languages: ar_sa, ko_kr, tr_tr

source: (No FX rate available)
ar_sa: (لا يوجد سعر صرف)
ko_kr: 환율 로딩 실패
tr_tr: (Döviz kuru yok)

source: confirmation
ar_sa: تأكيد
ko_kr: 확인
tr_tr: onay

source: is not a valid Lightning invoice:
ar_sa: ليست فاتورة Lightning صالحة:
ko_kr: 유효한 라이트닝 인보이스가 아닙니다
tr_tr: geçerli bir Lightning faturası değil:

source: &About
ar_sa: حول
ko_kr: &제품 정보
tr_tr: &Hakkında

source: &Addresses
ar_sa: &العناوين
ko_kr: &지갑 주소
tr_tr: &Adresler

source: &Check for updates
ar_sa: &التحقق من وجود تحديثات
ko_kr: 업데이트 확인
tr_tr: &Güncellemeleri kontrol et

source: &Documentation
ar_sa: &إرشادات الاستخدام
ko_kr: &문서
tr_tr: belgeleme

source: &Encrypt/decrypt message
ar_sa: &تشفير/فك تشفير رسالة
ko_kr: &메시지 암호화/암호화 해제
tr_tr: &Mesajı şifrele / mesajın şifresini çöz

source: &Export
ar_sa: &تصدير
ko_kr: &내보내기
tr_tr: &Dışa Aktar

source: &File
ar_sa: &ملف
ko_kr: &파일
tr_tr: &Dosya

source: &Filter
ar_sa: &تصفية
ko_kr: 필터
tr_tr: &Filtre

source: &From text
ar_sa: &من نص
ko_kr: &텍스트에서
tr_tr: &Düz metinden

source: &From the blockchain
ar_sa: &من سلسلة الكتل
ko_kr: & blockchain에서
tr_tr: &Blokzincirden

source: &Help
ar_sa: &مساعدة
ko_kr: &도움말
tr_tr: &Yardım

source: &History
ar_sa: &السجل
ko_kr: &내역
tr_tr: &Geçmiş

source: &Import
ar_sa: &استيراد
ko_kr: &가져오기
tr_tr: &İçe Aktar

source: &Information
ar_sa: &معلومات
ko_kr: &정보
tr_tr: &Bilgi

source: &Labels
ar_sa: & الوسوم
ko_kr: &레이블
tr_tr: &Etiketler

source: &Load transaction
ar_sa: &تحميل حوالة
ko_kr: 및로드 트랜잭션
tr_tr: &Transfer işlemi yükle

source: &Network
ar_sa: &الشبكة
ko_kr: 네트워크
tr_tr: &Ağ

source: &New
ar_sa: &جديد
ko_kr: &신규
tr_tr: &Yeni

source: &New/Restore
ar_sa: &جديد/استعادة
ko_kr: &신규/복원
tr_tr: &Yeni/Onar

source: &Official website
ar_sa: &الموقع الرسمي
ko_kr: 공식 웹사이트
tr_tr: &Resmi web sitesi

source: &Open
ar_sa: &فتح
ko_kr: &열기
tr_tr: &Aç

source: &Password
ar_sa: &كلمة المرور
ko_kr: &패스워드
tr_tr: &Şifre

source: &Pay to many
ar_sa: &دفع للعديد
ko_kr: &고액 결제
tr_tr: &Birden fazla kişiye öde

source: &Plugins
ar_sa: &الإضافات
ko_kr: &플러그인
tr_tr: &Eklentiler

source: &Private keys
ar_sa: &المفاتيح الخاصة
ko_kr: 및 개인 키
tr_tr: %Özel anahtarlar

source: &Quit
ar_sa: &خروج
ko_kr: &종료
tr_tr: &Çıkış

source: &Recently open
ar_sa: &مفتوح مؤخرا
ko_kr: &최근 열어본 항목
tr_tr: &Yakın zamanda açılanlar

source: &Report Bug
ar_sa: &الإبلاغ عن خلل
ko_kr: 버그 보고
tr_tr: &Hata bildir

source: &Save backup
ar_sa: &حفظ نسخة احتياطية
ko_kr: &백업 저장
tr_tr: &Yedeklemeyi kaydet

source: &Seed
ar_sa: &عبارة الاسترداد
ko_kr: 씨
tr_tr: &Anahtar Kelime Dizisi

source: &Sign/verify message
ar_sa: &توقيع/توثيق رسالة
ko_kr: &메시지 서명/확인
tr_tr: &Mesajı imzala/İmzayı doğrula

source: &Summary
ar_sa: &الملخص
ko_kr: &요약
tr_tr: &Özet

source: &Sweep
ar_sa: &استيراد
ko_kr: 청소하다
tr_tr: &Süpür

source: &Tools
ar_sa: &الأدوات
ko_kr: &도구
tr_tr: &Araçlar

source: &View
ar_sa: &عرض
ko_kr: &보기
tr_tr: &Görüntüle

source: &Wallet
ar_sa: &المحفظة
ko_kr: &지갑
tr_tr: &Cüzdan

source: 1 day
ar_sa: يوم واحد
ko_kr: 1 일
tr_tr: 1 Gün

source: 1 hour
ar_sa: ساعة واحدة
ko_kr: 1 시간
tr_tr: 1 Saat

source: 1 week
ar_sa: أسبوع واحد
ko_kr: 1주일
tr_tr: 1 Hafta

source: 1. Place this paper on a flat and well iluminated surface.
ar_sa: 1. ضع هذه الورقة على سطح مستوٍ ومضاء جيدًا.
ko_kr: 1. 종이 지갑을 밝고 평평한 곳에 비춰주세요
tr_tr: 1. Bu kağıdı düz ve iyi aydınlatılmış bir yüzeye yerleştirin.

source: 10 minutes
ar_sa: 10 دقائق
ko_kr: 10분
tr_tr: 10 dakika

source: 2. Align your Revealer borderlines to the dashed lines on the top and left.
ar_sa: 2. قم بمحاذاة حدود الكاشف الخاص بك مع الخطوط المتقطعة في أعلى اليسار.
ko_kr: 2. Revealer를 위쪽과 왼쪽의 파선에 맞춥니다
tr_tr: 2. Sol üst taraftaki kesikli çizgiye sınır çizgilerini hizalayın.

source: 3. Press slightly the Revealer against the paper and read the numbers that best match on the opposite sides.
ar_sa: 3. اضغط قليلاً على الكاشف مقابل الورقة واقرأ الأرقام التي أفضل مباراة على الجانبين المتقابلين.
ko_kr: 3. Revealer를 종이에 대고 약간 누른 다음 반대쪽 면에서 가장 일치하는 숫자를 읽습니다.
tr_tr: 3. Yavaşça Göstericiyi kağıda bastırın ve karşı taraf ile en çok uyuşan numaraları okuyun.

source: 4. Type the numbers in the software
ar_sa: 4. اكتب الأرقام في البرنامج
ko_kr: 4. 소프트웨어에 숫자를 입력하십시오.
tr_tr: Yazılımdaki numaraları tuşlayınız

source: A copy of your wallet file was created in
ar_sa: تم انشاء نسخة احتياطية من محفظتك في
ko_kr: 사용자 지갑 파일의 사본은 다음에서 생성되었습니다
tr_tr: Cüzdanınızın yeni yaratılan kopyasının konumu

source: A few examples
ar_sa: بعض الأمثلة
ko_kr: 예시
tr_tr: Birkaç örnek

source: A library is probably missing.
ar_sa: احدى المكتبات مفقودة غالبا.
ko_kr: 라이브러리가 없는 것 같습니다.
tr_tr: Muhtemelen bir kütüphane eksik.

source: A payment was already initiated for this invoice
ar_sa: تم بالفعل بدء الدفع لهذه الفاتورة
ko_kr: 이 인보이스의 결제가 이미 완료되었습니다
tr_tr: Bu fatura için zaten bir ödeme başlatıldı

source: A small fee will be charged on each transaction that uses the remote server. You may check and modify your billing preferences once the installation is complete.
ar_sa: سيتم فرض رسوم رمزية على كل معاملة تستخدم جهاز التحكم عن بُعد الخادم. يمكنك التحقق من تفضيلات الفوترة وتعديلها بمجرد اكتمل التثبيت.
ko_kr: 원격 서버를 사용하는 거래마다 약간의 수수료가 부과됩니다. 설치가 완료되면 결제 환경 설정을 확인하고 수정할 수 있습니다.
tr_tr: Uzak sunucuyu kullanan her işlemde küçük bir ücret kesilecektir. Kurulum tamamlandıktan sonra fatura tercihlerini kontrol edebilir ve değiştirebilirsiniz.

source: A suggested fee is automatically added to this field. You may override it. The suggested fee increases with the size of the transaction.
ar_sa: يتم إضافة رسوم الحوالة هنا تلقائياً. تستطيع تغييرها. الرسوم التي تم اقتراحها تزيد حسب حجم الحوالة.
ko_kr: 제안 된 요금이 자동으로이 필드에 추가됩니다. 당신은 그것을 무시할 수 있습니다. 제안되는 비용은 트랜잭션의 크기에 따라 증가한다.
tr_tr: Önerilen ücret otomatik olarak bu alana eklenir. İşlem geçersiz kılınabilir. Önerilen ücret işlem büyüklüğünü artırır.

source: About
ar_sa: حول
ko_kr: 소개
tr_tr: Hakkında

source: About ELCASH Wallet
ar_sa: حول ELCASH Wallet
ko_kr: ELCASH Wallet 소개
tr_tr: ELCASH Wallet Hakkında

source: Accept
ar_sa: موافق
ko_kr: 승인
tr_tr: Kabul Et

source: Acquisition price
ar_sa: سعر الشراء
ko_kr: 취득 가격
tr_tr: Edinme fiyatı

source: Add Cosigner
ar_sa: اضافة شريك توقيع آخر
ko_kr: Cosigner 추가
tr_tr: İmzalayıcı Ekle

source: Add a cosigner to your multi-sig wallet
ar_sa: أضف شريك توقيع لمحفظتك متعددة التواقيع
ko_kr: Cosigner를 멀티시그 지갑에 추가하십시요
tr_tr: Çok-imzalı cüzdana bir ortak imzalayıcı ekleyin

source: Add an optional virtual keyboard to the password dialog.
ar_sa: أضف لوحة مفاتيح افتراضية اختيارية إلى مربع حوار كلمة المرور.
ko_kr: 가상 키보드 추가
tr_tr: Şifre ekranına opsiyonel bir sanal klavye ekleyin.

source: Add cosigner
ar_sa: اضافة شريك توقيع آخر
ko_kr: Cosigner 추가
tr_tr: İmzalayıcı Ekle

source: Adding info to tx, from wallet and network...
ar_sa: جارٍ إضافة معلومات إلى tx ، من المحفظة والشبكة ...
ko_kr: 지갑 및 네트워크에서 tx에 정보를 추가하는 중...
tr_tr: Cüzdan ve ağdan işleme bilgi ekleniyor...

source: Additional fees
ar_sa: رسوم اضافية
ko_kr: 추가 요금
tr_tr: Ek ücretler

source: Additional {} satoshis are going to be added.
ar_sa: ستتم إضافة {} ساتوشي إضافية.
ko_kr: {} 사토시가 잔고에 추가됩니다.
tr_tr: Fazladan eklenecek satoshi sayısı {}.

source: Address
ar_sa: العنوان
ko_kr: 상세주소
tr_tr: Adres

source: Address Details
ar_sa: تفاصيل العنوان
ko_kr: 주소 상세보기
tr_tr: Adres Bilgisi

source: Address copied to clipboard
ar_sa: تم نسخ العنوان إلى الحافظة
ko_kr: 주소가 클립보드에 복사되었습니다.
tr_tr: Adres panoya kopyalandı

source: Address is frozen
ar_sa: العنوان مجمد
ko_kr: 지갑이 잠겼습니다.
tr_tr: Bu adres dondurulmuş

source: Address not in wallet.
ar_sa: العنوان ليس في المحفظة.
ko_kr: 주소가 지갑에 포함 안됨
tr_tr: Adres cüzdana ait değil.

source: Addresses
ar_sa: العناوين
ko_kr: 주소 목록
tr_tr: Adresler

source: Advanced
ar_sa: إعدادات متقدمة
ko_kr: 고급
tr_tr: Gelişmiş

source: Advanced preview
ar_sa: معاينة متقدمة
ko_kr: 고급 미리보기
tr_tr: Gelişmiş önizleme

source: After that delay, funds will be sent to an address derived from your wallet seed.
ar_sa: بعد هذا التأخير ، سيتم إرسال الأموال إلى عنوان مشتق من محفظتك بذرة.
ko_kr: 일정 시간 이후에 자금은 지갑 시드와 연결된 주소로 보내질 것입니다.
tr_tr: Bu gecikmeden sonra para, cüzdan anahtar kelime dizinizden alınan adrese gönderilecek.

source: All
ar_sa: الكل
ko_kr: 전체
tr_tr: Hepsi

source: All fields must be filled out
ar_sa: يجب تعبئة كل الحقول
ko_kr: 모든 항목은 필수입니다
tr_tr: Her iki alanın doldurulması gerekir

source: Already up to date
ar_sa: محدث بالفعل
ko_kr: 이미 최신 버전입니다
tr_tr: güncel

source: Also, dust is not kept as change, but added to the fee.
ar_sa: أيضًا ، لا يتم الاحتفاظ بالغبار كتغيير ، بل يضاف إلى الرسوم.
ko_kr: 또한, 더스트는 잔돈으로 남는 것이 아닌 수수료로 더해질 것입니다.
tr_tr: Ayrıca, ufak miktarlardaki bakiyeler para üstü olarak tutulmak yerine ücrete eklenir.

source: Also, when batching RBF transactions, BIP 125 imposes a lower bound on the fee.
ar_sa: أيضًا ، عند تجميع معاملات RBF ، يفرض BIP 125 حدًا أدنى على رسوم.
ko_kr: 또한 RBF를 사용하여 여러 트랜잭션을 통합할 때 BIP 125는 처리 수수료가 더 낮다고 규정합니다.
tr_tr: Ayrıca, RBF transferlerini birleştirirken, BIP 125 kuralları madenci ücretinde alt sınırı belirler.

source: Alternatively
ar_sa: بدلا من ذلك
ko_kr: 기타
tr_tr: Alternatif olarak

source: Always check your backups.
ar_sa: تحقق دائمًا من النسخ الاحتياطية.
ko_kr: 항상 백업을 확인하시기 바랍니다.
tr_tr: Yedeklemelerinizi her zaman kontrol edin.

source: Amount
ar_sa: القيمة
ko_kr: 결제 금액
tr_tr: Miktar

source: Amount for OP_RETURN output must be zero.
ar_sa: يجب أن يكون مبلغ الإخراج OP_RETURN صفرًا.
ko_kr: OP_RETURN 출력값은 항상 없어야만 합니다.
tr_tr: OP_RETURN çıktısı miktarı sıfır olmalıdır.

source: Amount received:
ar_sa: المبلغ المستلم:
ko_kr: 금액 수신 :
tr_tr: Alınan tutar:

source: Amount sent:
ar_sa: المبلغ المرسل:
ko_kr: 금액이 전송 :
tr_tr: Gönderilecek miktar

source: Amount to be sent
ar_sa: المبلغ المراد ارساله
ko_kr: 양을 확인할 수 있습니다.
tr_tr: Gönderilecek tutar

source: Amount to be sent.
ar_sa: المبلغ المراد ارساله.
ko_kr: 양을 확인할 수 있습니다.
tr_tr: Göndilmek üzere olan tutar.

source: An Error Occurred
ar_sa: حدث خطأ
ko_kr: 오류가 발생했습니다
tr_tr: Bir Hata Oluştu

source: An encrypted transaction was retrieved from cosigning pool.
ar_sa: تم استرداد معاملة مشفرة من تجمع التمام.
ko_kr: 공동 풀에서 암호화된 트랜잭션을 수신했습니다.
tr_tr: Multi-imzalama havuzundan şifrelenmiş bir transfer getirildi.

source: An unnamed {}
ar_sa: غير مسمى {}
ko_kr: 이름 없는 {}
tr_tr: İsimsiz bir {}

source: Are you sure you want to delete this channel? This will purge associated transactions from your wallet history.
ar_sa: هل أنت متأكد أنك تريد حذف هذه القناة؟ سيؤدي هذا إلى مسح المرتبط المعاملات من محفوظات محفظتك.
ko_kr: 이 채널을 삭제하시겠습니까? 지갑 내역에서 연결된 트랜잭션 내역이 삭제됩니다.
tr_tr: Bu kanalı silmek istediğinizden emin misiniz? Bu, cüzdan geçmişinizdeki ilişkili işlemleri silecek.

source: Are you sure you want to delete wallet {}?
ar_sa: هل انت متأكد من حذف المحفظة {}؟
ko_kr: {} 지갑을 삭제하겠습니까?
tr_tr: {} cüzdanını silmek istediğinizden emin misiniz?

source: Are you sure you want to disagree?
ar_sa: هل أنت متأكد أنك تريد عدم الموافقه؟
ko_kr: 정말 동의하지 않습니까?
tr_tr: Katılmadığınıza emin misiniz?

source: Are you sure you want to remove this transaction and {} child transactions?
ar_sa: هل أنت متأكد من أنك تريد إزالة هذه المعاملة و {} المعاملات الفرعية؟
ko_kr: {} 트랜잭션 및 하위 트랜잭션들을 지우시겠습니까?
tr_tr: Bu transferi ve {} çocuk transferleri kaldırmak istediğinizden emin misiniz?

source: Are you sure you want to remove this transaction?
ar_sa: هل أنت متأكد أنك تريد إزالة هذه المعاملة؟
ko_kr: 이 트랜잭션을 지우시겠습니까?
tr_tr: Bu işlemi silmek istediğinizden emin misiniz?

source: Are you sure?
ar_sa: هل أنت واثق؟
ko_kr: 확실합니까?
tr_tr: Emin misiniz?

source: At block height: {}
ar_sa: عند ارتفاع الكتلة: {}
ko_kr: 블록 높이： {}
tr_tr: {}. Blokta

source: At least a hostname must be supplied after the at symbol.
ar_sa: يجب تقديم اسم مضيف على الأقل بعد الرمز.
ko_kr: 심볼 뒤에 호스트네임을 입력해야 합니다.
tr_tr: at sembolünden sonra en azından bir barındırıcı adı belirtilmelidir.

source: At most 100 satoshis might be lost due to this rounding.
ar_sa: قد تفقد 100 ساتوشي على الأكثر بسبب هذا التقريب.
ko_kr: 이 반올림 작업은 최대 100 사토시를 소비하게 됩니다.
tr_tr: Bu yuvarlamadan dolayı en fazla 100 satoshi kayıp olabilir.

source: At most one output can be set to spend max
ar_sa: يمكن تعيين ناتج واحد على الأكثر لإنفاق الحد الأقصى
ko_kr: 최대 하나의 출력만 소비 가능합니다.
tr_tr: Maksimum harcama değerine en fazla bir çıkış ayarlanabilir

source: Audio MODEM
ar_sa: مودم الصوت
ko_kr: 오디오 모뎀
tr_tr: Sesli MODEM

source: Audio Modem Settings
ar_sa: إعدادات المودم الصوتي
ko_kr: 오디오 모뎀 설정
tr_tr: Sesli Modem Ayarları

source: Authorization
ar_sa: تفويض
ko_kr: 승인
tr_tr: Yetkilendirme

source: Auto connect
ar_sa: الاتصال تلقائياً
ko_kr: 자동 연결
tr_tr: Otomatik bağlantı

source: Auto-connect
ar_sa: اتصال تلقائي
ko_kr: 자동 연결
tr_tr: Otomatik bağlan

source: Automatically check for software updates
ar_sa: التحقق تلقائياً من وجود تحديثات
ko_kr: 자동으로 소프트웨어 업데이트를 확인
tr_tr: Yazılım güncellemelerini otomatik olarak kontrol et

source: BIP39 Recovery
ar_sa: استرداد BIP39
ko_kr: BIP39 복구
tr_tr: BIP39 Kurtarma

source: BIP70 invoice saved as {}
ar_sa: حفظ الفاتورة BIP70 {}
ko_kr: BIP70 인보이스가 {}(으)로 저장되었습니다.
tr_tr: BIP70 faturası {} olarak kaydedildi

source: Back
ar_sa: رجوع
ko_kr: 뒤로
tr_tr: Geri

source: Backup NOT saved. Backup directory not configured.
ar_sa: لم يتم حفظ نسخة احتياطية. لم يتم ضبط مجلد النسخ الإحتياطي.
ko_kr: 백업이 저장되지 않았습니다. 백업 경로를 설정해 주십시오.
tr_tr: Yedekleme KAYDEDİLMEDİ. Yedekleme dizini yapılandırılmadı.

source: Backup directory
ar_sa: مجلد النسخ الإحتياطي
ko_kr: 백업 경로
tr_tr: Yedekleme dizini

source: Backup not created
ar_sa: لم يتم إنشاء نسخة احتياطية
ko_kr: 백업 미생성됨
tr_tr: Yedekleme oluşturulmadı

source: Backup saved:
ar_sa: تم حفظ النسخة الاحتياطية:
ko_kr: 백업 저장됨
tr_tr: Yedekleme kaydedildi:

source: Balance
ar_sa: الرصيد
ko_kr: 잔고
tr_tr: Miktar

source: Banner
ar_sa: لافتة
ko_kr: 배너
tr_tr: Başlık

source: Base unit
ar_sa: الوحدة الاساسية
ko_kr: 기본 유닛
tr_tr: Ana ünite

source: Base unit of your wallet.
ar_sa: الوحدة الاساسية لمحفظتك.
ko_kr: 지갑의 기본 단위.
tr_tr: Cüzdanınızın temel birimi.

source: Batch RBF transactions
ar_sa: معاملات RBF الدفعية
ko_kr: RBF를 사용하여 여러 트랜잭션 통합
tr_tr: Toplu RBF işlemleri

source: Batch pay invoices
ar_sa: دفع العديد من الفواتير
ko_kr: 대량으로 인보이스 지불
tr_tr: Toplu ödeme faturaları

source: Before reporting a bug, upgrade to the most recent version of ELCASH Wallet (latest release or git HEAD), and include the version number in your report.
ar_sa: قبل الإبلاغ عن خطأ ، قم بالترقية إلى أحدث إصدار من محفظة ELCASH (أحدث إصدار أو git HEAD) ، وقم بتضمين رقم الإصدار في تقريرك.
ko_kr: 버그를 신고하기 전에 최신 버전의 ELCASH 지갑(최신 릴리스 또는 git HEAD)으로 업그레이드하고 신고에 버전 번호를 포함하십시오.
tr_tr: Bir arızayı raporlamadan önce ELCASH Cüzdanı en son sürüme güncelleyin (son sürüm veya git HEAD) ve raporunuzda sürümün numarasını da belirtin.

source: Bit rate [kbps]:
ar_sa: معدل البت [kbps]:
ko_kr: 비트레이트 [kbps]:
tr_tr: Bit hızı [kbps]:

source: Bitcoin Address
ar_sa: عنوان البيتكوين
ko_kr: 비트코인 주소
tr_tr: Bitcoin Adresi

source: Bitcoin Address is None
ar_sa: لايوجد عنوان بيتكوين
ko_kr: 비트 코인 주소는 없음입니다
tr_tr: Bitcoin adresi yok

source: Bitcoin transactions are in general not free. A transaction fee is paid by the sender of the funds.
ar_sa: التحويل عبر البيتكوين ليس مجاني بشكل عام، هناك رسوم للحوالة يتم دفعها عبر المرسل للأموال.
ko_kr: 비트 코인 거래는 일반적으로 무료로하지 않습니다. 트랜잭션 수수료는 자금의 보낸 사람이 지급됩니다.
tr_tr: Bitcoin işlemleri genel olarak serbest değildir. İşlem ücreti gönderen tarafından karşılanır.

source: Block height
ar_sa: ارتفاع الكتلة
ko_kr: 블록 높이
tr_tr: Blok yüksekliği

source: Bottom
ar_sa: الأسفل
ko_kr: 하단
tr_tr: En Alt

source: Broadcast
ar_sa: ارسل
ko_kr: 방송
tr_tr: Yayınla

source: Broadcasting transaction...
ar_sa: يتم ارسال معاملة...
ko_kr: 트랜잭션 방송...
tr_tr: Ödeme yayınlanıyor...

source: Bump Fee
ar_sa: زيادة الرسوم
ko_kr: 범프 수수료
tr_tr: İşlem ücretini artır

source: Bump fee
ar_sa: رسوم الارتداد
ko_kr: 수수료 상향
tr_tr: Artış ücreti

source: CLTV expiry
ar_sa: انتهاء صلاحية CLTV
ko_kr: CLTV 만료
tr_tr: CLTV sona erme

source: Calibration sheet
ar_sa: ورقة المعايرة
ko_kr: 눈금표
tr_tr: Kalibrasyon sayfası

source: Calibration values:
ar_sa: قيم المعايرة:
ko_kr: 눈금값
tr_tr: Kalibrasyon değerleri:

source: Can receive:
ar_sa: يمكن الحصول على:
ko_kr: 수신 가능 한도:
tr_tr: Alabilir:

source: Can send
ar_sa: يمكن أن ترسل
ko_kr: 지불 가능 한도
tr_tr: Gönderebilir

source: Can send:
ar_sa: يمكن أن ترسل:
ko_kr: 지불 가능 한도:
tr_tr: Gönderebilir:

source: Can't CPFP: unknown fee for parent transaction.
ar_sa: لا يمكن عمل CPFP: الرسوم غير معروفة للحوالة الاصلية.
ko_kr: CPFP를 사용하여 처리 수수료를 추가 할 수 없음 : 상위 거래에 대한 처리 수수료를 알 수 없음
tr_tr: CPFP gerçekleştiremez: üst işlem için bilinmeyen ücret.

source: Can't plot history.
ar_sa: لا يمكن رسم التاريخ.
ko_kr: 기록을 가져올 수 없음.
tr_tr: Geçmiş çizilemiyor.

source: Cancel
ar_sa: إلغاء
ko_kr: 취소
tr_tr: İptal

source: Cancel (double-spend)
ar_sa: إلغاء (إنفاق مزدوج)
ko_kr: 취소(이중 지출)
tr_tr: İptal (çift harcama)

source: Cancel an unconfirmed RBF transaction by double-spending its inputs back to your wallet with a higher fee.
ar_sa: الغي حوالة لم يتم تأكيدها في سلسلة الكتل (بشرط تكون RBF مفعله) عن طريق اعادة ارسال المدخلات من جديد إلى محفظتك مقابل زيادة رسوم الحوالة.
ko_kr: 확인되지 않은 RBF 거래를 취소하는 것은 더 높은 수수료를 지불하고 본인의 지갑에 이중 지출로 입력합니다.
tr_tr: Onaylanmayan bir RBF işlemini, bunun girişlerini daha yüksek bir ücretten çift harcama ile cüzdanınıza geri döndürerek iptal edin.

source: Cancel transaction
ar_sa: إلغاء الحوالة
ko_kr: 취소 거래
tr_tr: İşlemi iptal et

source: Cancelled by user
ar_sa: ألغاها المستخدم
ko_kr: 유저에 의해 취소됨
tr_tr: Kullanıcı tarafından iptal edildi

source: Cannot add this cosigner:
ar_sa: لا يمكن إضافة علامة التمام هذه:
ko_kr: 서명인을 추가할 수 없음:
tr_tr: Şu birlikte imzalayan eklenemiyor:

source: Cannot broadcast transaction
ar_sa: لا يمكن ارسال الحوالة
ko_kr: 트랜잭션 방송 수 없습니다.
tr_tr: Ödeme yayınlanamıyor

source: Cannot bump fee
ar_sa: لا يمكن تحميل الرسوم
ko_kr: 수수료 상향 불가
tr_tr: Ücret artırılamıyor

source: Cannot cancel transaction
ar_sa: لا يمكن إلغاء الحوالة
ko_kr: 거래를 취소할 수 없습니다
tr_tr: İşlem iptal edilemiyor

source: Cannot create window for wallet
ar_sa: لا يمكن إنشاء نافذة للمحفظة
ko_kr: 지갑 창을 만들 수 없습니다
tr_tr: Cüzdan için pencere oluşturulamıyor

source: Cannot load wallet
ar_sa: لا يمكن تحميل المحفظة
ko_kr: 지갑을 불러올 수 없습니다
tr_tr: Cüzdan yükelenemedi

source: Cannot read file
ar_sa: تعذر قراءة الملف
ko_kr: 파일을 읽을 수 없습니다
tr_tr: Dosya okunamıyor

source: Cannot save backup without STORAGE permission
ar_sa: لا يمكن حفظ النسخ الاحتياطي بدون إذن التخزين
ko_kr: 폴더 권한 없이 백업을 저장할 수 없습니다
tr_tr: DEPOLAMA izni olmadan yedekleme kaydedilemiyor

source: Cannot sign messages with this type of address:
ar_sa: لا يمكن توقيع الرسائل بهذا النوع من العناوين:
ko_kr: 이 형식의 주소로 메세지를 서명할 수 없습니다:
tr_tr: Şu adres türüyle mesajlar imzalanamıyor:

source: Capacity
ar_sa: سعة
ko_kr: 수용량
tr_tr: Kapasite

source: Capacity:
ar_sa: سعة:
ko_kr: 수용량:
tr_tr: Kapasite:

source: Capital Gains
ar_sa: مكاسب رأس المال
ko_kr: 총평가손익
tr_tr: Sermaye Kazançları

source: Capital gains
ar_sa: مكاسب رأس المال
ko_kr: 총평가손익
tr_tr: Sermaye kazançları

source: Certificate mismatch
ar_sa: الشهادة غير متطابقة
ko_kr: 인증서 미일치
tr_tr: Sertifika uyumsuzluğu

source: Chain split detected at block {0}
ar_sa: تم اكتشاف انقسام السلسلة في الكتلة {0}
ko_kr: 체인 분리가 블록 %d 에서 탐지됨
tr_tr: %d'inci blokta zincir bölünmesi tespit edildi

source: Change
ar_sa: التغيير
ko_kr: 변경
tr_tr: Değiştir

source: Change Password
ar_sa: تغيير كلمة المرور
ko_kr: 패스워드 변경
tr_tr: Parolayı Değiştir

source: Channel Backup
ar_sa: قناة النسخ الاحتياطي
ko_kr: 채널 백업
tr_tr: Kanal Yedeklemesi

source: Channel Backup
ar_sa: قناة النسخ الاحتياطي
ko_kr: 채널 백업
tr_tr: Kanal Yedeklemesi

source: Channel Backup:
ar_sa: قناة النسخ الاحتياطي:
ko_kr: 채널 백업:
tr_tr: Kanal Yedeklemesi:

source: Channel Details
ar_sa: تفاصيل القناة
ko_kr: 채널 정보
tr_tr: Kanal Ayrıntıları

source: Channel ID
ar_sa: معرف القناة
ko_kr: 채널 ID
tr_tr: Kanal Kimliği

source: Channel ID:
ar_sa: معرف القناة:
ko_kr: 채널 ID:
tr_tr: Kanal Kimliği:

source: Channel already closed
ar_sa: القناة مغلقة بالفعل
ko_kr: 채널 닫힘
tr_tr: Kanal zaten kapatıldı

source: Channel backups can be imported in another instance of the same wallet, by scanning this QR code.
ar_sa: يمكن استيراد النسخ الاحتياطية للقناة في مثيل آخر للمحفظة نفسها ، بواسطة مسح رمز الاستجابة السريعة هذا.
ko_kr: 이 QR 코드를 스캔하여 동일한 지갑의 다른 인스턴스로 채널 백업을 가져올 수 있습니다.
tr_tr: Kanal yedeklemeleri, bu QR kodu taranarak aynı cüzdanın başka bir örneğinde içe aktarılabilir.

source: Channel closed
ar_sa: القناة مغلقة
ko_kr: 채널 폐쇄됨
tr_tr: Kanal kapatıldı

source: Channel closed, you may need to wait at least {} blocks, because of CSV delays
ar_sa: القناة مغلقة ، قد تحتاج إلى الانتظار على الأقل {} من الحظر ، بسبب CSV التأخير
ko_kr: 채널이 폐쇄되었습니다. CSV 지연으로 인해 {}개 이상의 블록을 기다려야 할 수도 있습니다.
tr_tr: Kanal kapatıldı. CSV gecikmeleri nedeniyle en az {} blok süresince beklemeniz gerekebilir

source: Channel details
ar_sa: تفاصيل القناة
ko_kr: 채널 세부 정보
tr_tr: Kanal ayrıntıları

source: Channel established.
ar_sa: تم إنشاء القناة.
ko_kr: 채널 개설됨
tr_tr: Kanal oluşturuldu.

source: Channel updates to query.
ar_sa: تحديثات القناة للاستعلام.
ko_kr: 쿼리로 채널 업데이트.
tr_tr: Sorgudaki kanal güncellemeleri.

source: Channels
ar_sa: القنوات
ko_kr: 채널
tr_tr: Kanallar

source: Channels in database.
ar_sa: القنوات في قاعدة البيانات.
ko_kr: 데이터베이스의 채널.
tr_tr: Veritabanındaki kanallar.

source: Check this box to request a new secret. You will need to retype your seed.
ar_sa: حدد هذا المربع لطلب سر جديد. ستحتاج إلى إعادة كتابة بذرتك.
ko_kr: 새 암호를 요청하려면 이 상자를 선택합니다. 시드를 다시 입력해야 합니다.
tr_tr: Yeni bir gizli anahtar istemek için bu kutuyu işaretleyin. Anahtar kelime dizinizi yeniden yazmanız gerekir.

source: Checking for updates...
ar_sa: البحث عن تحديثات...
ko_kr: 업데이트 확인 중...
tr_tr: Güncellemeler kontrol ediliyor...

source: Child Pays for Parent
ar_sa: الفرع يدفع للأصل
ko_kr: 부모를 위해 어린이가 지불한다.
tr_tr: Ebeveyn için Çocuk Ödeme

source: Child pays for parent
ar_sa: الفرع يدفع للأصل
ko_kr: 어린이가 부모를 위해 지불한다.
tr_tr: Ebeveyn için çocuk ödeme

source: Choose Seed type
ar_sa: اختر نوع البذور
ko_kr: 시드 유형 선택
tr_tr: Anahtar Kelime Dizisi Türünü Seçin

source: Choose a password
ar_sa: اختر كلمة مرور
ko_kr: 패스워드 선택
tr_tr: Parola seçin

source: Choose a password to encrypt your wallet keys.
ar_sa: قم بإختيار كلمة مرور لتشفير مفاتيح محفظتك.
ko_kr: 지갑 키를 암호화하기위한 암호를 선택하십시오.
tr_tr: Cüzdan anahtarlarınızı şifrelemek için bir parola seçin.

source: Choose a server
ar_sa: اختر خادم
ko_kr: 서버 선택
tr_tr: Sunucu seçiniz

source: Choose an account to restore.
ar_sa: اختر حسابًا لاستعادته.
ko_kr: 복구할 계정을 선택하세요.
tr_tr: Geri yüklenecek bir hesap seçin.

source: Choose coin (UTXO) selection method. The following are available:
ar_sa: اختر طريقة اختيار العملة (UTXO). هذه متوفرة:
ko_kr: 동전 (UTXO) 선택 방법을 선택 합니다. 다음 사용할 수 있습니다.
tr_tr: Lütfen para (UTXO) seçim yöntemini belirleyin. Şunlar mevcuttur:

source: Choose from peers
ar_sa: اختر من الأقران
ko_kr: 피어에서 선택
tr_tr: Eş düğümlerden seçim yapın

source: Choose the number of signatures needed to unlock funds in your wallet:
ar_sa: اختر عدد التوقيعات المطلوبة لفتح الأموال في محفظتك:
ko_kr: 당신의 지갑에 자금을 해제 하는 데 필요한 서명 수를 선택 하십시오.
tr_tr: Cüzdanınızdaki parayı kullanabilmek için gereken imza sayısını belirleyin:

source: Choose the type of addresses in your wallet.
ar_sa: اختر نوع العناوين في محفظتك.
ko_kr: 지갑에 있는 주소 유형을 선택하십시오.
tr_tr: Cüzdanınızdaki adreslerin türünü seçin.

source: Choose which online block explorer to use for functions that open a web browser
ar_sa: اختر مستكشف الكتل عبر الإنترنت الذي تريد استخدامه للأمور التي تتطلب فتح متصفح الويب
ko_kr: 웹 브라우저를 여는 기능에 사용되는 온라인 탐색기 블록 선택
tr_tr: İnternet tarayıcı açıldığında hangi blok bulucusunun kullanılacağını seçin

source: Choose your chain
ar_sa: اختر سلسلتك
ko_kr: 체인 선택
tr_tr: Zincirinizi seçiniz

source: Choose...
ar_sa: اختر...
ko_kr: 선택 ...
tr_tr: Seçiniz...

source: Clear
ar_sa: مسح
ko_kr: 초기화
tr_tr: Temizle

source: Click Send to proceed
ar_sa: انقر فوق إرسال للمتابعة
ko_kr: {보내기]를 클릭하여 진행
tr_tr: Devam etmek için Gönder'e tıklayın
