Repository: electric-cash/elcash-wallet
Catalog: electrum/locale/*/electrum.po
Languages: ar_sa, ko_kr, tr_tr

source: Select your server automatically
ar_sa: حدد الخادم الخاص بك تلقائيًا
ko_kr: 자동으로 서버 선택
tr_tr: Sunucunuzu otomatik olarak seçin

source: Select your transaction file
ar_sa: حدد ملف حوالاتك
ko_kr: 트랜잭션 파일을 선택합니다
tr_tr: İşlem dosyanı seç

source: Send
ar_sa: أرسل
ko_kr: 보내기
tr_tr: Gönder

source: Send Bug Report
ar_sa: إرسال تقرير الخطأ
ko_kr: 버그 리포트 전송
tr_tr: Hata Raporu Gönder

source: Send and receive payment request with an email account
ar_sa: إرسال واستلام طلب الدفع من خلال حساب بريد إلكتروني
ko_kr: 이메일 계정으로 결제 요청 보내기 및 받기
tr_tr: Bir e-posta hesabıyla ödeme isteği gönderin ve alın

source: Send and receive payment requests via email
ar_sa: إرسال طلبات الدفع واستلامها عبر البريد الإلكتروني
ko_kr: 이메일을 통해 지불 요청 보내기 및 받기
tr_tr: E-posta aracılığıyla ödeme istekleri gönderin ve alın

source: Send to cosigner
ar_sa: إرسال إلى cosigner
ko_kr: 공동 서명자에게 보내기
tr_tr: Birlikte imzalayana gönder

source: Send to speaker
ar_sa: إرسال إلى المتحدث
ko_kr: 발표자에게 보내기
tr_tr: Konuşmacıya gönder

source: Send via e-mail
ar_sa: إرسال عبر البريد الإلكتروني
ko_kr: 이메일을 통해 보내기
tr_tr: E-postayla gönder

source: Sending
ar_sa: إرسال
ko_kr: 발송하기
tr_tr: Gönderiliyor

source: Sending crash report...
ar_sa: إرسال تقرير التعطل ...
ko_kr: 충돌 리포트 보내는 중...
tr_tr: Kilitlenme raporu gönderiliyor...

source: Sending transaction to cosigning pool...
ar_sa: إرسال المعاملة إلى تجمّع التمام ...
ko_kr: 공동 서명 풀에 거래 보내는 중...
tr_tr: İşlem, birlikte imzalama havuzuna gönderiliyor...

source: Sent HTLC with ID {}
ar_sa: تم إرسال HTLC بالمعرف {}
ko_kr: ID가 {}인 HTLC 보냄
tr_tr: {} kimlikli HTLC gönderildi

source: Sent:
ar_sa: أرسلت:
ko_kr: 보냄:
tr_tr: Gönderildi:

source: Server
ar_sa: خادم
ko_kr: 서버
tr_tr: Sunucu

source: Server fee
ar_sa: رسوم الخادم
ko_kr: 서버 수수료
tr_tr: Sunucu ücreti

source: Server hosting your email account
ar_sa: خادم يستضيف حساب بريدك الإلكتروني
ko_kr: 이메일 계정을 호스팅하는 서버
tr_tr: E-posta hesabınızı barındıran sunucu

source: Server is lagging ({} blocks)
ar_sa: الخادم متأخر ({} كتلة)
ko_kr: 서버 지연 중({}개 블록)
tr_tr: Sunucu gecikiyor ({} blok)

source: Server not reachable.
ar_sa: الخادم غير قابل للوصول.
ko_kr: 서버에 연결할 수 없음.
tr_tr: Sunucuya ulaşılamıyor.

source: Server returned unexpected transaction ID.
ar_sa: أرجع الخادم معرّف (ID) معاملة غير متوقع.
ko_kr: 서버에서 예기치 않은 거래 ID를 반환했습니다.
tr_tr: Sunucu, beklenmeyen işlem kimliği döndürdü.

source: Server used to query your history.
ar_sa: يستخدم الخادم للاستعلام عن السجل الخاص بك.
ko_kr: 서버는 기록을 쿼리하는 데 사용됩니다.
tr_tr: Geçmişinizi sorgulamak için kullanılan sunucu.

source: Set the value of the change output so that it has similar precision to the other outputs.
ar_sa: عيّن قيمة إخراج التغيير بحيث تكون دقة مماثلة لـ نواتج أخرى.
ko_kr: 변경 출력의 값을 다른 출력과 비슷한 정밀도를 갖도록 설정합니다.
tr_tr: Değişiklik çıkışının değerini ayarlayarak diğer çıkışlarla benzer duyarlılığa sahip olmasını sağlayın.

source: Set wallet file encryption.
ar_sa: تعيين تشفير ملف المحفظة.
ko_kr: 지갑 파일 암호화 설정.
tr_tr: Cüzdan dosyası şifrelemesini ayarlayın.

source: Settings
ar_sa: إعدادات
ko_kr: 설정
tr_tr: Ayarlar

source: Share Bitcoin Request
ar_sa: طلب مشاركة Bitcoin
ko_kr: 비트코인 공유 요청
tr_tr: Bitcoin İsteğini Paylaş

source: Share Invoice
ar_sa: مشاركة الفاتورة
ko_kr: 인보이스 공유
tr_tr: Faturayı Paylaş

source: Short Channel ID
ar_sa: معرّف ID قصير للقناة
ko_kr: 짧은 채널 ID
tr_tr: Kısa Kanal Kimliği

source: Should this transaction be replaceable?
ar_sa: هل يجب استبدال هذه الصفقة؟
ko_kr: 이 거래를 대체할 수 있어야 합니까?
tr_tr: Bu işlem değiştirilebilir olmalı mıdır?

source: Show
ar_sa: عرض
ko_kr: 표시
tr_tr: Göster

source: Show Fiat balance for addresses
ar_sa: إظهار الرصيد بالعملة النقدية للعناوين
ko_kr: 주소에 대한 법정 화폐 잔액 표시
tr_tr: Adresler için Fiat bakiyesini göster

source: Show QR Code
ar_sa: عرض رمز الاستجابة السريعة
ko_kr: QR 코드를 표시
tr_tr: Barkod göster

source: Show as QR code
ar_sa: عرض كرمز QR
ko_kr: QR 코드로 표시
tr_tr: QR kodu göster

source: Show capital gains in history
ar_sa: أظهر مكاسب رأس المال في السجلات
ko_kr: 자본 이익 이력 표시
tr_tr: Sermaye kazançlarını geçmişte göster

source: Show history rates
ar_sa: اظهر المعدلات حسب التاريخ
ko_kr: 요금 이력 표시
tr_tr: geçmiş oranını göster

source: Show on Ledger
ar_sa: عرض على دفتر الأستاذ
ko_kr: 원장에서 표시
tr_tr: Kayıt Defteri'nde göster

source: Show on {}
ar_sa: عرض على {}
ko_kr: {}에서 표시
tr_tr: {} üzerinde göster

source: Show report contents
ar_sa: عرض محتويات التقرير
ko_kr: 리포트 콘텐츠 표시
tr_tr: Rapor içeriklerini göster

source: Show {}
ar_sa: عرض {}
ko_kr: {} 표시
tr_tr: {} öğesini göster

source: Show/Hide
ar_sa: عرض المخفي
ko_kr: 표시/숨기기
tr_tr: Göster/Gizle

source: Showing address ...
ar_sa: عرض العنوان ...
ko_kr: 주소 표시 중...
tr_tr: Adres gösteriliyor...

source: Sign
ar_sa: وقع
ko_kr: 사인
tr_tr: İmza

source: Sign this transaction?
ar_sa: توقيع هذه الصفقة؟
ko_kr: 이 거래에 서명하겠습니까?
tr_tr: Bu işlem imzalansın mı?

source: Sign/verify Message
ar_sa: توقيع/توثيق رسالة
ko_kr: 로그인
tr_tr: Mesajı imzala/doğrula

source: Sign/verify message
ar_sa: توقيع / التحقق من الرسالة
ko_kr: 메시지 서명/확인
tr_tr: Mesajı imzala/doğrula

source: Signature
ar_sa: التوقيع
ko_kr: 서명
tr_tr: İmza

source: Signature verified
ar_sa: تم التحقق من التوقيع
ko_kr: 서명 확인
tr_tr: İmza doğrulandı

source: Signed
ar_sa: تم التوقيع
ko_kr: 서명함
tr_tr: İmzalı

source: Signing
ar_sa: التوقيع
ko_kr: 서명 중
tr_tr: Oturum açılıyor

source: Signing transaction...
ar_sa: توقيع المعاملة ...
ko_kr: 거래 서명...
tr_tr: İşlem imzalanıyor...

source: Signing with an address actually means signing with the corresponding private key, and verifying with the corresponding public key. The address you have entered does not have a unique public key, so these operations cannot be performed.
ar_sa: التوقيع بعنوان يعني في الواقع التوقيع مع المقابلالمفتاح الخاص والتحقق باستخدام المفتاح العمومي المقابل. العنوان التي أدخلتها لا تحتوي على مفتاح عام فريد ، لذا فإن هذه العمليات لا يمكن تنفيذ .
ko_kr: 주소로 서명하는 것은 실제로 해당 개인 키로 서명하고 해당 공개 키로 확인하는것을 의미합니다. 입력한 주소에 고유한 공개 키가 없으므로 이러한 작업을 수행할 수 없습니다.
tr_tr: Adresle imzalamak aslında ilgili genel anahtarla doğrulama yaparak ilgili özel anahtarla imzalamak anlamına gelir. Girdiğiniz adreste benzersiz bir genel anahtar yok. Bu nedenle, söz konusu işlemler gerçekleştirilemiyor.

source: Size:
ar_sa: الحجم:
ko_kr: 크기:
tr_tr: Boyut:

source: Something went wrong while executing ELCASH Wallet.
ar_sa: حدث خطأ ما أثناء تنفيذ ELCASH Wallet.
ko_kr: ELCASH Wallet을 실행하는 동안 문제가 발생했습니다.
tr_tr: ELCASH Wallet çalıştırılırken bir sorun oluştu.

source: Sorry!
ar_sa: آسف!
ko_kr: 죄송합니다!
tr_tr: Üzgünüm!

source: Sorry, but we were unable to check for updates. Please try again later.
ar_sa: عذرًا ، لم نتمكن من التحقق من وجود تحديثات. يرجى المحاولة مرة أخرى لاحقًا.
ko_kr: 죄송하지만 업데이트를 확인할 수 없었습니다. 나중에 다시 시도하십시오.
tr_tr: Ne yazık ki güncellemeler kontrol edilemedi. Lütfen daha sonra tekrar deneyin.

source: Source
ar_sa: المصدر
ko_kr: 출처
tr_tr: Kaynak

source: Spend
ar_sa: أنفق
ko_kr: 지출
tr_tr: Harcama

source: Spend (select none)
ar_sa: إنفاق (حدد لا شيء)
ko_kr: 지출(선택 없음)
tr_tr: Harcama (hiçbirini seçin)

source: Spend from
ar_sa: أنفق من
ko_kr: 다음 지출
tr_tr: Harcama kaynağı:

source: Spend only confirmed coins
ar_sa: أنفق العملات المعدنية المؤكدة فقط
ko_kr: 확인된 코인만 사용
tr_tr: Sadece onaylanan madeni paraları harca

source: Spend only confirmed inputs.
ar_sa: أنفق فقط المدخلات المؤكدة.
ko_kr: 확정된 입력만 사용.
tr_tr: Sadece onaylanan girişleri harca.

source: Standard wallet
ar_sa: المحفظة Standard
ko_kr: Standard 지갑
tr_tr: Standart cüzdan

source: Start
ar_sa: بداية
ko_kr: 시작
tr_tr: Başlat

source: Startup times are instant because it operates in conjunction with high-performance servers that handle the most complicated parts of the Electric Cash system.
ar_sa: أوقات بدء التشغيل فورية لأنها تعمل بالاقتران مع ارتفاع- خوادم الأداء التي تتعامل مع أكثر أجزاء Electric Cash تعقيدًا النظام.
ko_kr: Electric Cash 시스템의 가장 복잡한 부분을 처리하는 고성능 서버와 함께 작동하기 때문에 시작 시간은 즉각적입니다.
tr_tr: Electric Cash sisteminin en karmaşık kısımlarını ele alan yüksek performanslısunucularla birlikte çalıştığından başlatma süreleri kısadır.

source: State:
ar_sa: حالة:
ko_kr: 상태:
tr_tr: Durum:

source: Static
ar_sa: ثابتة
ko_kr: 고정
tr_tr: Statik

source: Static: the fee slider uses static values
ar_sa: ثابت: يستخدم شريط تمرير الرسوم قيمًا ثابتة
ko_kr: 고정: 수수료 슬라이더는 고정 값을 사용합니다.
tr_tr: Statik: ücret kaydırıcısı, statik değerler kullanıyor

source: Status
ar_sa: الحالة
ko_kr: 상태
tr_tr: Durum

source: Status:
ar_sa: الحالة:
ko_kr: 상태
tr_tr: Durum:

source: Submarine Swap
ar_sa: مبادلة Submarine
ko_kr: 서브마린 스왑
tr_tr: Denizaltı Takası

source: Success
ar_sa: تم بنجاح
ko_kr: 성ㄱ
tr_tr: Başarılı

source: Suggest Peer
ar_sa: اقتراح Peer
ko_kr: 피어 제안
tr_tr: Eş Düğüm Öner

source: Summary
ar_sa: ملخص
ko_kr: 요약
tr_tr: Özet

source: Summary Text PIN (requires dongle replugging)
ar_sa: رمز PIN للنص الموجز (يتطلب إعادة تشغيل dongle)
ko_kr: 텍스트 PIN 요약(동글을 다시 연결해야 함)
tr_tr: Özet Metin PIN'i (donanım kilidinin yeniden takılmasını gerektirir)

source: Summary Text PIN is Disabled
ar_sa: نص الملخص PIN معطل
ko_kr: 텍스트 PIN 요약이 비활성화됨
tr_tr: Özet Metin PIN'i Devre Dışı

source: Swap
ar_sa: مبادلة
ko_kr: 스왑
tr_tr: Takas

source: Sweep
ar_sa: مسح
ko_kr: 청소하다
tr_tr: Temizle

source: Sweep private keys
ar_sa: مسح المفاتيح الخاصة
ko_kr: 개인 키를 스윕
tr_tr: Gizli anahtarı temizle

source: Synchronizing...
ar_sa: جاري المزامنة...
ko_kr: 동기화
tr_tr: Senkronize ediliyor..

source: Tap to show
ar_sa: انقر للعرض
ko_kr: 탭하여 나타내기
tr_tr: Göstermek için dokunun

source: Target
ar_sa: استهداف
ko_kr: 목표
tr_tr: Hedef

source: Target fee:
ar_sa: الرسوم المستهدفة:
ko_kr: 목표 수수료:
tr_tr: Hedef ücret:

source: Terms & Conditions
ar_sa: الأحكام والشروط
ko_kr: 이용 약관
tr_tr: Hüküm & Koşullar

source: Terms of Service
ar_sa: شروط الخدمة
ko_kr: 서비스 약관
tr_tr: Hizmet kullanım şartları

source: Testnet coins are worthless.
ar_sa: عملات Testnet لا قيمة لها.
ko_kr: 테스트넷 코인은 가치가 없습니다.
tr_tr: Testnet paraları değersizdir.

source: Testnet is separate from the main Electric Cash network. It is used for testing.
ar_sa: Testnet منفصل عن شبكة Electric Cash الرئيسية. يتم استخدامه للاختبار.
ko_kr: 테스트넷은 주요 Electric Cash 네트워크와 분리되어 있습니다. 테스트넷은 테스트용으로 사용됩니다.
tr_tr: Testnet, ana Electric Cash ağından ayrıdır. Test amacıyla kullanılır.

source: Text copied to clipboard
ar_sa: تم نسخ النص إلى الحافظة
ko_kr: 클립보드에 텍스트 복사됨
tr_tr: Metin panoya kopyalandı

source: Text copied to clipboard.
ar_sa: تم نسخ النص إلى الحافظة.
ko_kr: 클립보드에 텍스트 복사됨.
tr_tr: Metin panoya kopyalandı.

source: The ELCASH address never expires and will always be part of this ELCASH wallet.
ar_sa: لا تنتهي صلاحية عنوان ELCASH أبدًا وسيكون دائمًا جزءًا من محفظة ELCASH هذه.
ko_kr: ELCASH 주소는 만료되지 않으며 항상 이 ELCASH 지갑의 일부가 됩니다.
tr_tr: ELCASH adresinin kullanım süresi hiçbir zaman dolmayacaktır ve ELCASH cüzdanının daima bir parçası olacaktır.

source: The Lightning Network graph is fully synced.
ar_sa: تمت مزامنة الرسم البياني لشبكة Lightning بشكل كامل.
ko_kr: 라이트닝 네트워크 그래프가 완전히 동기화되었습니다.
tr_tr: Lightning Ağı grafiği tamamen senkronize edildi.

source: The Lightning Network graph is syncing... Payments are more likely to succeed with a more complete graph.
ar_sa: تتم مزامنة الرسم البياني لشبكة Lightning ... من المرجح أن تنجح المدفوعات مع رسم بياني أكثر اكتمالاً.
ko_kr: Lightning 네트워크 그래프가 동기화 중입니다... 더 완전한 그래프를 사용하면 결제가 성공할 가능성이 높습니다.
tr_tr: Lightning Ağı grafiği senkronize ediliyor... Tam bir grafiğe sahip olan ödemelerin başarılı olma ihtimali daha yüksektir.

source: The SSL certificate provided by the main server did not match the fingerprint passed in with the --serverfingerprint option.
ar_sa: شهادة SSL المقدمة من الخادم الرئيسي لا تطابق تم تمرير البصمة مع خيار بصمة الخادم.
ko_kr: 메인 서버에서 제공한 SSL 인증서가 --serverfingerprint 옵션으로 전달된 지문과 일치하지 않습니다.
tr_tr: Ana sunucu tarafından sağlanan SSL sertifikası --serverfingerprint seçeneğiyle geçirilen parmak iziyle eşleşmedi.

source: The amount of fee can be decided freely by the sender. However, transactions with low fees take more time to be processed.
ar_sa: يمكن للمرسل تحديد اي مبلغ لرسوم الحوالة. ولكن الحوالات التي ترسل برسوم قليلة قد تستغرق وقتًا اطول ليتم معالجتها.
ko_kr: 유료 량은 송신자가 자유롭게 결정할 수있다. 그러나, 낮은 비용으로 트랜잭션 처리 할 더 많은 시간이 걸릴.
tr_tr: İşlem ücretinin miktarı gönderici tarafından serbestçe ayarlanabilir. Fakat, düşük ücretli işlemler işlemek için daha fazla zaman gerektiriyor.

source: The amount will be displayed in red if you do not have enough funds in your wallet.
ar_sa: سيتم عرض المبلغ باللون الأحمر إذا لم يكن لديك أموال كافية في محفظة.
ko_kr: 지갑에 충분한 자금이없는 경우 금액은 빨간색으로 표시됩니다.
tr_tr: Cüzdanınızda yeterli miktarda para yok ise, miktar kırmızı görünür.

source: The description is not sent to the recipient of the funds. It is stored in your wallet file, and displayed in the 'History' tab.
ar_sa: لا يتم إرسال الوصف إلى مستلم الأموال. يتم تخزينه في ملف محفظتك ، ويتم عرضه في علامة التبويب "السجل".
ko_kr: 설명은 자금의 수신자에게 전송되지 않습니다. 그것은 당신의 지갑 파일에 저장하고, '역사'탭에 표시됩니다.
tr_tr: Fonlar başkasına gönderilemez. Cüzdanına yüklenir. Geçmiş kısmından görebilirsiniz.

source: The fee could not be verified. Signing non-segwit inputs is risky: if this transaction was maliciously modified before you sign, you might end up paying a higher mining fee than displayed.
ar_sa: لا يمكن التحقق من الرسوم. يعد توقيع المدخلات غير المتضمنة أمرًا محفوفًا بالمخاطر: إذا تم تعديل هذه المعاملة بشكل ضار قبل التوقيع ، فقد ينتهي بك الأمر بدفع رسوم تعدين أعلى من تلك المعروضة.
ko_kr: 수수료를 확인할 수 없습니다. Non-segwit 입력에 서명하는 것은 위험합니다: 이 거래가 서명하기 전에 악의적으로 수정된 경우, 표시된 것보다 더 높은 채굴 수수료를 지불하게 될 수 있습니다.
tr_tr: Tutar doğrulanamıyor. Segwit olmayan girdileri imzalamak risklidir: işlem siz imzalamadan önce kötü niyetli bir şekilde düzenlenmişse, gösterilenden daha yüksek bir madencilik ücreti ödemek durumunda kalabilirsiniz.

source: The fee for this transaction seems unusually high.
ar_sa: رسوم هذه الصفقة تبدو مرتفعة بشكل غير عادي.
ko_kr: 이 거래에 대 한 수수료는 비정상적으로 높은 것으로 보인다.
tr_tr: İzin verilen miktardan fazla ücret gönderilemez.

source: The file '{}' contains an incompletely created wallet. Do you want to complete its creation now?
ar_sa: يحتوي الملف '{}' على محفظة تم إنشاؤها بشكل غير كامل. هل تريد إكمال إنشائها الآن؟
ko_kr: '{}' 파일에 불완전하게 생성된 지갑이 포함되어 있습니다. 지금 생성을 완료하겠습니까?
tr_tr: '{}' dosyası, eksik oluşturulmuş bir cüzdan içermektedir. Oluşturma işlemini şimdi tamamlamak ister misiniz?

source: The file was removed
ar_sa: تمت إزالة الملف
ko_kr: 파일 제거
tr_tr: Dosya silindi.

source: The firmware of your hardware device is too old. If possible, you should upgrade it. You can ignore this error and try to continue, however things are likely to break.
ar_sa: البرنامج الثابت لجهازك قديم جدًا. إذا أمكن ، يجب عليك قم بترقيته. يمكنك تجاهل هذا الخطأ ومحاولة المتابعة ، مهما كانت الأمور من المحتمل أن تنكسر.
ko_kr: 하드웨어 장치의 펌웨어가 너무 오래되었습니다. 가능하면 업그레이드해야 합니다. 이 오류를 무시하고 계속할 수는 있지만, 문제가 발생할 수 있습니다.
tr_tr: Donanım cihazınızın üretici yazılımı çok eski. Mümkünse yükseltmeniz gerekir. Bu hatayı yok sayabilir ve devam etmeyi deneyebilirsiniz. Ancak sorun oluşabilir.

source: The following addresses were added
ar_sa: تم إضافة العناوين التالية
ko_kr: 다음 주소는 추가 된
tr_tr: Adresler eklendi.

source: The following alias providers are available:
ar_sa: يتوفر موفرو الاسم المستعار alias:
ko_kr: 다음 별칭 공급자를 사용할 수 있습니다.
tr_tr: Önerilen takma adları kullanabilirsiniz.

source: The following inputs could not be imported
ar_sa: لا يمكن استيراد المدخلات التالية
ko_kr: 다음 입력을 가져올 수 없습니다
tr_tr: Girdileriniz içeri aktarılamadı.

source: The input amounts could not be verified as the previous transactions are missing. The amount of money being spent CANNOT be verified.
ar_sa: تعذر التحقق من مبالغ الإدخال لأن المعاملات السابقة مفقودة. لا يمكن التحقق من مبلغ الأموال التي يتم إنفاقها.
ko_kr: 이전 거래가 누락되어 입력 금액을 확인할 수 없습니다. 사용중인 금액을 확인할 수 없습니다.
tr_tr: Geçmiş işlemler eksik olduğu için tutar girdileri doğrulanamadı. Harcanan para miktarı DOĞRULANAMIYOR.

source: The new fee rate needs to be higher than the old fee rate.
ar_sa: معدل الرسوم الجديد يجب أن يكون أعلى من معدل الرسوم القديم.
ko_kr: 새로운 수수료율은 기존 수수료율보다 높아야 합니다.
tr_tr: Yeni ücret oranının eski ücret oranından yüksek olması gerekir.

source: The next step will generate the seed of your wallet. This seed will NOT be saved in your computer, and it must be stored on paper. To be safe from malware, you may want to do this on an offline computer, and move your wallet later to an online computer.
ar_sa: ستولد الخطوة التالية بذرة محفظتك. لن يتم حفظ هذه البذور في جهاز الكمبيوتر الخاص بك ، ويجب تخزينها على الورق. لتكون في مأمن من البرامج الضارة ، قد ترغب في القيام بذلك على جهاز كمبيوتر غير متصل بالإنترنت ، ونقل محفظتك لاحقًا إلى جهاز كمبيوتر متصل بالإنترنت.
ko_kr: 다음 단계에서는 지갑의 시드를 생성합니다. 이 시드는 컴퓨터에 저장되지 않으며 종이에 저장해야 합니다. 악성 프로그램으로부터 안전하게 보호하려면 오프라인 컴퓨터에서 이 작업을 수행하고 나중에 지갑을 온라인 컴퓨터로 이동하는 것이 좋습니다.
tr_tr: Sonraki aşamada cüzdanınızda anahtar kelimeler oluşacaktır. Bu anahtar dizi bilgisayarınıza kayıt EDİLMEYECEKTİR, bu yüzden kağıda yazılmalıdır Kötü amaçlı yazılımlardan korunmak için bunu çevrim dışı bir bilgisayarda gerçekleştirmek ve cüzdanı daha sonra çevrim içi bir bilgisayara aktarmak isteyebilirsiniz.

source: The operation is undefined. Not just in ELCASH Wallet, but in general.
ar_sa: العملية غير محددة. ليس فقط في ELCASH Wallet ، ولكن بشكل عام.
ko_kr: ELCASH Wallet 뿐만 아니라 일반적으로도 작업이 정의되지 않았습니다.
tr_tr: İşlem tanımlanmadı. Yalnızca ELCASH Wallet'da değil, genel olarak.

source: The server returned an error when broadcasting the transaction.
ar_sa: أرجع الخادم خطأً عند بث المعاملة.
ko_kr: 거래를 게재할 때 서버에서 오류를 반환했습니다.
tr_tr: Sunucu, işlemi yayınlarken bir hata döndürdü.

source: The server returned an error.
ar_sa: أرجع الخادم خطأً.
ko_kr: 서버에서 오류를 반환했습니다.
tr_tr: Sunucu bir hata döndürdü.

source: The server returned an unexpected transaction ID when broadcasting the transaction.
ar_sa: أرجع الخادم معرف معاملة غير متوقع عند بث المعاملات.
ko_kr: 거래를 게재할 때 서버에서 예기치 않은 거래 ID를 반환했습니다.
tr_tr: Sunucu, işlemi yayınlarken beklenmeyen bir işlem kimliği döndürdü.

source: The transaction was rejected because it contains multiple OP_RETURN outputs.
ar_sa: تم رفض المعاملة لأنها تحتوي على عدة مخرجات OP_RETURN.
ko_kr: 거래에 여러 OP_RETURN 출력이 포함되어 있기 때문에 거부되었습니다.
tr_tr: İşlem birden fazla OP_RETURN çıkışı içerdiğinden reddedildi.

source: The transaction was rejected because it is too large (in bytes).
ar_sa: تم رفض المعاملة لأنها كبيرة جدًا (in bytes).
ko_kr: 거래가 너무 커서(바이트 단위) 거부되었습니다.
tr_tr: İşlem çok büyük (bayt olarak) olduğundan reddedildi.

source: The type of addresses used by your wallet will depend on your seed.
ar_sa: سيعتمد نوع العناوين التي تستخدمها محفظتك على بذرك.
ko_kr: 지갑에서 사용하는 주소 유형은 시드에 따라 달라집니다.
tr_tr: Cüzdanınız tarafından kullanılan adreslerin türü, anahtar kelime dizinize göre değişir.

source: The wallet '{}' contains multiple accounts, which are no longer supported since Electrum 2.7. Do you want to split your wallet into multiple files?
ar_sa: تحتوي المحفظة "{}" على عدة حسابات لم تعد مدعومة منذ Electrum 2.7. هل تريد تقسيم محفظتك إلى ملفات متعددة؟
ko_kr: '{}'지갑에 여러 개의 계정이 포함되어 있으며, Electrum 2.7 이후 더 이상 지원되지 않습니다. 지갑을 여러 파일로 분할하겠습니까?
tr_tr: '{}' cüzdanı, Electrum 2.7'den beri desteklenmeyen birden fazla hesap içermektedir. Cüzdanınızı birkaç dosyaya bölmek ister misiniz?

source: Then, enter your Google Authenticator code:
ar_sa: ثم أدخل رمز Google Authenticator:
ko_kr: 그렇다면, Google Authenticator 코드를 입력하십시오:
tr_tr: Ardından Google Authenticator kodunuzu girin:

source: There is a new update available
ar_sa: يتوفر تحديث جديد
ko_kr: 사용 가능한 새 업데이트가 있습니다
tr_tr: Yeni bir güncelleme var

source: There was a problem with the automatic reporting:
ar_sa: حدثت مشكلة في إعداد التقارير التلقائية:
ko_kr: 자동 보고에 문제가 있었습니다.
tr_tr: Otomatik raporlama ile ilgili bir sorun oluştu:

source: Therefore, two-factor authentication is disabled.
ar_sa: لذلك ، تم تعطيل المصادقة الثنائية.
ko_kr: 따라서, 이중 인증은 비활성화되었습니다.
tr_tr: Bu nedenle, iki aşamalı kimlik doğrulaması devre dışı bırakıldı.

source: This address has already been used. For better privacy, do not reuse it for new payments.
ar_sa: هذا العنوان مستخدم من قبل. للحصول على خصوصية أفضل ، لا تعيد استخدامها من أجل المدفوعات الجديدة.
ko_kr: 이 주소는 이미 사용되었습니다. 개인 정보 보호를 위해 신규 결제 시, 재사용하지 마십시오.
tr_tr: Bu adres zaten kullanılmış. Daha fazla gizlilik için yeni ödemelerde bunu tekrar kullanmayın.

source: This address is being reused
ar_sa: يتم إعادة استخدام هذا العنوان
ko_kr: 이 주소는 재사용 중입니다
tr_tr: Bu adres tekrardankullanılıyor

source: This amount exceeds the maximum you can currently receive with your channels
ar_sa: هذا المبلغ يتجاوز الحد الأقصى الذي يمكنك تلقيه حاليًا مع قنواتك
ko_kr: 이 금액은 현재 채널로 받을 수 있는 최대 금액을 초과합니다.
tr_tr: Bu tutar, şu anda kanallarınızla alabileceğiniz maksimum tutarı aşıyor

source: This amount exceeds the maximum you can currently send with your channels
ar_sa: هذا المبلغ يتجاوز الحد الأقصى الذي يمكنك إرساله حاليًا مع قنواتك
ko_kr: 이 금액은 현재 채널로 보낼 수 있는 최대 금액을 초과합니다.
tr_tr: Bu tutar, şu anda kanallarınızla gönderebileceğiniz maksimum tutarı aşıyor

source: This blockchain is used to verify the transactions sent by your transaction server.
ar_sa: يتم استخدام blockchain للتحقق من المعاملات المرسلة بواسطة معاملتك الخادم.
ko_kr: 이 블록체인은 거래 서버에서 보낸 거래를 확인하는 데 사용됩니다.
tr_tr: Bu blockchain sizin serverdan yapılmış işlemleri doğrulamak için kullanılmaktadır.

source: This channel is frozen for receiving. It will not be included in invoices.
ar_sa: هذه القناة مجمدة للاستلام. لن يتم تضمينه في الفواتير.
ko_kr: 이 채널은 수신을 위해 동결되었습니다. 인보이스에 포함되지 않습니다.
tr_tr: Bu kanal için alma işlemi donduruldu Bu, faturalara dahil edilmez.

source: This channel is frozen for sending. It will not be used for outgoing payments.
ar_sa: هذه القناة مجمدة للإرسال. لن يتم استخدامه في الرسائل الصادرة المدفوعات.
ko_kr: 이 채널은 발신을 위해 동결되었습니다. 출금에 사용되지 않습니다.
tr_tr: Bu kanal için gönderme işlemi donduruldu. Bu, giden ödemeler için kullanılmaz.

source: This channel will be usable after {} confirmations
ar_sa: ستصبح هذه القناة قابلة للاستخدام بعد {} التأكيدات
ko_kr: 이 채널은 {}번의 확인 후에 사용할 수 있습니다.
tr_tr: Bu kanal, {} onayın ardından kullanılabilir hale gelecek

source: This file does not exist.
ar_sa: هذا الملف غير موجود.
ko_kr: 이 파일은 존재하지 않습니다.
tr_tr: Bu dosya mevcut değil.

source: This file is already open in memory.
ar_sa: هذا الملف مفتوح بالفعل في الذاكرة.
ko_kr: 이 파일은 이미 메모리에 열려 있습니다.
tr_tr: Bu dosya bellekte zaten açık.

source: This file is encrypted using a hardware device.
ar_sa: هذا الملف مشفر باستخدام جهاز.
ko_kr: 이 파일은 하드웨어 장치를 사용하여 암호화됩니다.
tr_tr: Bu dosya bir donanım cihazı kullanılarak şifrelendi.

source: This file is encrypted with a password.
ar_sa: هذا الملف مشفر بكلمة مرور.
ko_kr: 이 파일은 패스워드로 암호화되어 있습니다.
tr_tr: Bu dosya bir parolayla şifrelendi.

source: This function is only available for standard wallets when using {}.
ar_sa: هذه الوظيفة متاحة فقط للمحافظ القياسية عند استخدام {}.
ko_kr: 이 기능은 {}을(를) 사용할 때 Standard 지갑에만 사용할 수 있습니다.
tr_tr: Bu işlev yalnızca {} kullanılırken standart cüzdanlar için kullanılabilir.

source: This information is seen by the recipient if you send them a signed payment request.
ar_sa: يرى المستلم هذه المعلومات إذا أرسلت له دفعة موقعة طلب.
ko_kr: 당신이 그들에 게 서명 된 지불 요청을 보낼 경우이 정보는 받는 사람에 의해 볼 수 있다.
tr_tr: Eğer onlara imzalanmış bir ödeme isteği gönderirseniz, Bu bilgi alıcı tarafından görünecektir.

source: This invoice has been paid already
ar_sa: تم دفع هذه الفاتورة بالفعل
ko_kr: 이 인보이스는 이미 지불되었습니다.
tr_tr: Bu fatura zaten ödendi

source: This invoice has expired
ar_sa: انتهت صلاحية هذه الفاتورة
ko_kr: 이 인보이스는 만료되었습니다.
tr_tr: Bu faturanın süresi doldu

source: This is a watching-only wallet
ar_sa: هذه محفظة قابلة للمشاهدة فقط
ko_kr: 이것은 관찰 전용 지갑입니다
tr_tr: Bu cüzdan yalnızca görüntülenebilir.

source: This is a watching-only wallet.
ar_sa: هذه محفظة للمشاهدة فقط.
ko_kr: 이 지갑은 읽기 전용입니다.
tr_tr: Bu cüzdan yalnızca görüntülenebilir.
