Repository: electric-cash/elcash-wallet
Catalog: electrum/locale/*/electrum.po
Languages: ar_sa, ko_kr, tr_tr

source: Enter private keys:
ar_sa: أدخل المفاتيح الخاصة:
ko_kr: 개인 키를 입력
tr_tr: Özel anahtarları girin:

source: Enter the seed for your 2-factor wallet:
ar_sa: أدخل بذرة محفظتك ذات العاملين:
ko_kr: 이중인증 지갑의 시드 입력:
tr_tr: 2 faktörlü cüzdanınız için tohumu girin:

source: Enter their master private key (xprv) if you want to be able to sign for them.
ar_sa: أدخل المفتاح الخاص الرئيسي (xprv) ان اردت توقيعهم.
ko_kr: 그들에게 계약할 수 있기를 원한다면 그들의 가장 중요한 사적인 키(xprv) 를 입력하세요.
tr_tr: Onları imzalamak istiyorsanız ana özel anahtarlarını (xprv) giriniz.

source: Enter wallet name
ar_sa: أدخل اسم المحفظة
ko_kr: 지갑 이름 입력
tr_tr: Cüzdan adı girin

source: Enter your PIN
ar_sa: أدخل رمز PIN الخاص بك
ko_kr: PIN을 입력
tr_tr: PIN'inizi girin

source: Enter your PIN code to proceed
ar_sa: أدخل رمز PIN الخاص بك للمتابعة
ko_kr: 진행하려면 PIN 코드를 입력하십시오
tr_tr: Devam etmek için PIN kodunuzu girin

source: Enter your password
ar_sa: ادخل رقمك السري
ko_kr: 패스워드 입력
tr_tr: Parolanızı girin

source: Enter your password or choose another file.
ar_sa: أدخل كلمة المرور أو إختر ملف أخر.
ko_kr: 당신의 암호를 입력하거나 다른 파일을 고르세요.
tr_tr: Parolanızı giriniz ya da başka bir dosya seçiniz.

source: Enter your password to proceed
ar_sa: ادخل كلمة المرور للإستمرار
ko_kr: 계속 진행 하려면 비밀 번호를 입력
tr_tr: Devam etmek için parolanızı girin

source: Error
ar_sa: خطأ
ko_kr: 에러
tr_tr: Hata

source: Error adding payment request
ar_sa: خطأ في إضافة طلب الدفع
ko_kr: 결제 요청 추가 오류
tr_tr: Ödeme isteği eklenirken hata oluştu

source: Error combining partial transactions
ar_sa: خطأ في دمج المعاملات الجزئية
ko_kr: 부분 거래 결합 오류
tr_tr: Kısmi işlemler bir araya getirilirken hata oluştu

source: Error connecting to server
ar_sa: خطأ في الاتصال بالخادم
ko_kr: 서버 연결 오류
tr_tr: Sunucuya bağlanılırken hata oluştu

source: Error connecting to {} server
ar_sa: خطأ في الاتصال {} بالخادم
ko_kr: {} 서버 연결 오류
tr_tr: {} sunucusuna bağlanılırken hata oluştu

source: Error decrypting message
ar_sa: خطأ في فك تشفير الرسالة
ko_kr: 메시지 암호화 해제 오류
tr_tr: Dosya şifresi çözme hatası

source: Error getting TrustedCoin account info.
ar_sa: خطأ في الحصول على معلومات حساب TrustedCoin.
ko_kr: TrustedCoin 계정 정보를 가저오는 중 오류 발생.
tr_tr: TrustedCoin hesap bilgileri alınırken hata oluştu.

source: Error getting transaction from network
ar_sa: خطأ في الحصول على معاملة من الشبكة
ko_kr: 네트워크에서 거래를 가저오는 중 오류 발생.
tr_tr: İşlem ağdan alınırken hata oluştu

source: Error joining partial transactions
ar_sa: خطأ في الانضمام إلى المعاملات الجزئية
ko_kr: 부분 거래 참여 오류
tr_tr: Kısmi işlemler birleştirilirken hata oluştu

source: Error opening file
ar_sa: خطأ في فتح الملف
ko_kr: 파일 열기 오류
tr_tr: Dosya açılırken sorun çıktı

source: Error parsing URI
ar_sa: خطأ في تحليل URI
ko_kr: URI 구문 분석 오류
tr_tr: URI ayrıştırılırken hata oluştu

source: Error scanning devices
ar_sa: خطأ في فحص الأجهزة
ko_kr: 장치 스캔 오류
tr_tr: Cihazlar taranırken hata oluştu

source: Error showing address
ar_sa: خطأ في إظهار العنوان
ko_kr: 주소 표시 오류
tr_tr: Adres gösterilirken hata oluştu

source: Error synchronising labels
ar_sa: خطأ في مزامنة التصنيفات
ko_kr: 레이블 동기화 오류
tr_tr: Etiketler senkronize edilirken hata oluştu

source: Error: Account discovery failed.
ar_sa: خطأ: فشل اكتشاف الحساب.
ko_kr: 오류: 계정을 검색 실패함.
tr_tr: Hata: Hesap bulma başarısız oldu.

source: Error: duplicate master public key
ar_sa: خطأ: تكرار المفتاح العمومي الرئيسي
ko_kr: 오류: 마스터 공개 키 복제
tr_tr: Hata: yinelenen ana genel anahtar

source: Estimate
ar_sa: تقدير
ko_kr: 추정
tr_tr: Tahmini

source: Exit ELCASH Wallet
ar_sa: مغادرة ELCASH Wallet
ko_kr: ELCASH Wallet 종료
tr_tr: ELCASH Wallet'dan çık

source: Expenditures
ar_sa: النفقات
ko_kr: 지출
tr_tr: Harcamalar

source: Expiration date
ar_sa: تاريخ إنتهاء الصلاحية
ko_kr: 만료일
tr_tr: Sona erme tarihi

source: Expiration date of your request.
ar_sa: تاريخ انتهاء صلاحية طلبك.
ko_kr: 귀하의 요청 만료 날짜입니다.
tr_tr: İsteğinizin son kullanma tarihi.

source: Expired
ar_sa: منتهي الصلاحية
ko_kr: 기간만료
tr_tr: Süresi dolmuş

source: Expired requests have to be deleted manually from your list, in order to free the corresponding Bitcoin addresses.
ar_sa: يجب حذف الطلبات المنتهية الصلاحية يدويًا من قائمتك، من أجل تحرير عناوين Bitcoin المتماثلة.
ko_kr: 만료 된 요청은 해당 Bitcoin 주소를 자유롭게 귀하의 목록에서 수동으로 삭제 해야 합니다.
tr_tr: Bitcoin adreslerinin serbest bırakılması için, son kullanma tarihi geçmiş isteklerim listenizden sizin tarafınızdan silinmesi gerekmektedir.

source: Expires
ar_sa: ينتهي
ko_kr: 만료일
tr_tr: Sona eriyor

source: Expires after
ar_sa: تنتهي صلاحيته بعد
ko_kr: 다음 이후 만료
tr_tr: Şu tarihten sonra sona eriyor:

source: Export
ar_sa: تصدير
ko_kr: 내보내기
tr_tr: Dışa aktar

source: Export Backup
ar_sa: تصدير نسخة احتياطية
ko_kr: 백업 내보내기
tr_tr: Yedeği Dışa Aktar

source: Export History
ar_sa: تصدير السجلات/التواريخ
ko_kr: 수출 역사
tr_tr: Dışa aktarma geçmişi

source: Export backup
ar_sa: تصدير نسخة احتياطية
ko_kr: 백업 내보내기
tr_tr: Yedeklemeyi dışa aktar

source: Export file
ar_sa: ملف التصدير
ko_kr: 파일 내보내기
tr_tr: Dosyayı Dışarı Aktar

source: Export to file
ar_sa: تصدير إلى ملف
ko_kr: 파일로 내보내기
tr_tr: Dosyaya aktar

source: Exposing a single private key can compromise your entire wallet!
ar_sa: الكشف عن مفتاح خاص واحد قد يؤدي إلى تعريض محفظتك بالكامل للخطر!
ko_kr: 하나의 개인 키를 노출하는 것은 전체 지갑을 손상시킬 수 있습니다!
tr_tr: Tek bir özel anahtar tüm cihazınızı tehlikeye sokabilir!

source: Extend this seed with custom words
ar_sa: قم بزيادة عبارة الاسترداد بكلمة خاصة
ko_kr: 맞춤 문장으로 이 시드를 연장하세요.
tr_tr: İstediğiniz kelimelerle bu tohumu genişletin

source: Failed
ar_sa: فشل
ko_kr: 실패
tr_tr: Başarısız

source: Failed HTLCs
ar_sa: HTLCs الفاشلة
ko_kr: HTLCs 실패
tr_tr: Başarısız HTLC'ler

source: Failed after {} attempts
ar_sa: فشل بعد {} محاولة
ko_kr: {}회 시도 후 실패
tr_tr: {} denemeden sonra başarısız oldu

source: Failed to create a client for this device.
ar_sa: فشل إنشاء عميل لهذا الجهاز.
ko_kr: 이 장치에 대한 크라이언트를 생성하지 못했습니다.
tr_tr: Bu cihaz için istemci oluşturulamadı.

source: Failed to decrypt using this hardware device.
ar_sa: فشل في فك التشفير باستخدام هذا الجهاز.
ko_kr: 이 하드웨어 장치를 사용하여 암호화를 해제하지 못했습니다.
tr_tr: Bu donanım cihazı kullanılarak şifre çözülemedi.

source: Failed to display QR code.
ar_sa: فشل عرض رمز الاستجابة السريعة(QR).
ko_kr: QR 코드를 표시하지 못했습니다.
tr_tr: QR kodu görüntülenemedi.

source: Failed to export to file.
ar_sa: فشل التصدير إلى ملف.
ko_kr: 파일로 내보내지 못했습니다.
tr_tr: "{0}" dışa aktarılamadı.

source: Failed to import from file.
ar_sa: فشل الاستيراد من ملف.
ko_kr: 파일에서 가져오지 못했습니다.
tr_tr: Dosya içe aktarılamadı.

source: Failed to parse 'Pay to' line
ar_sa: فشل تحليل سطر الدفع لـ
ko_kr: '결제 대상' 행 구문 분석 실패
tr_tr: 'Ödeme alıcısı' satırı ayrıştırılamadı

source: Failed to send transaction to cosigning pool
ar_sa: فشل إرسال المعاملة إلى تجمّع التمام
ko_kr: 공동 서명 풀로 거래 보내기 실패
tr_tr: İşlem, birlikte imzalama havuzuna gönderilemedi

source: Failed to update password
ar_sa: فشل تحديث كلمة المرور
ko_kr: 암호를 업데이트하지 못했습니다
tr_tr: Şifre güncellenemedi

source: False
ar_sa: خاطئة
ko_kr: 거짓
tr_tr: Yanlış

source: Fee
ar_sa: الرسوم
ko_kr: 수수료
tr_tr: İşlem ücreti

source: Fee for child
ar_sa: رسوم الطفل
ko_kr: 차일드 수수료
tr_tr: Alt öğe için ücret

source: Fee rate
ar_sa: معدل الرسوم
ko_kr: 수수료율
tr_tr: Ücret oranı

source: Fee rounding
ar_sa: تقريب الأتعاب
ko_kr: 수수료 반올림
tr_tr: Ücret yuvarlama

source: Fiat
ar_sa: العملة
ko_kr: 지시
tr_tr: Resmi Para

source: Fiat currency
ar_sa: نوع العملة
ko_kr: 신용화폐
tr_tr: Fiat Para Birimi

source: File
ar_sa: ملف
ko_kr: 파일
tr_tr: Dosya

source: File Backup
ar_sa: ملف النسخ الاحتياطي
ko_kr: 파일 백업
tr_tr: Dosya Yedeklemesi

source: Filter:
ar_sa: منقي:
ko_kr: 필터:
tr_tr: Filtrele:

source: Final
ar_sa: نهائي
ko_kr: 결승
tr_tr: Son

source: Final balance
ar_sa: الرصيد النهائي
ko_kr: 최종 잔액
tr_tr: Son bakiye

source: Finalize
ar_sa: انهاء
ko_kr: 완료
tr_tr: Sonlandır

source: Find
ar_sa: البحث
ko_kr: 찾다
tr_tr: Bul

source: Firmware version (or "Bitcoin" app) too old for Segwit support. Please update at
ar_sa: إصدار البرنامج الثابت (أو تطبيق "Bitcoin") قديم جدًا لدعم Segwit. من فضلك تحديث في
ko_kr: 펌웨어 버전(또는 "Bitcoin" 앱)이 Segwit을 지원하기에는 너무 오래되었습니다. 다음에서업데이트하세요
tr_tr: Üretici yazılımı sürümü (veya "Bitcoin" uygulaması) Segwit desteği için çok eski. Lütfen şurada güncelleyin:

source: Firmware version too old. Please update at
ar_sa: إصدار البرنامج الثابت قديم جدًا. الرجاء التحديث في
ko_kr: 펌웨어 버전이 너무 오래되었습니다. 다음에서 업데이트하세요
tr_tr: Üretici yazılımı sürümü çok eski. Lütfen şurada güncelleyin:

source: Fixed rate
ar_sa: سعر الصرف الثابت
ko_kr: 고정 요금
tr_tr: Sabit oran

source: Follow this branch
ar_sa: اتبع هذا الفرع
ko_kr: 이 분야를 따라가세요.
tr_tr: Bu dalı takip et

source: For CoinJoin; strip privates
ar_sa: من أجل CoinJoin ؛ تجريد القطاع الخاص
ko_kr: CoinJoin의 경우; 개인 정보 제거
tr_tr: CoinJoin için özel değerleri çıkarın

source: For hardware device; include xpubs
ar_sa: للأجهزة ؛ تضمين xpubs
ko_kr: 하드웨어 장치 용, xpub 포함
tr_tr: Donanım cihazsı için xpub'ları ekleyin

source: For more information, visit
ar_sa: للمزيد من المعلومات، قم بزيارة
ko_kr: 더 많은 정보를 보려면, 방문하세요
tr_tr: Daha fazla bilgi için şurayı ziyaret edin:

source: For security reasons we advise that you always use the latest version of ELCASH Wallet.
ar_sa: لأسباب أمنية ، ننصحك دائمًا باستخدام أحدث إصدار من ELCASH Wallet.
ko_kr: 보안상의 이유로 항상 최선 버전의 ELCASH Wallet을 사용하는 것이 좋습니다.
tr_tr: Güvenlikle ilgili nedenlerle ELCASH Wallet'un her zaman en son sürümünü kullanmanızı öneririz.

source: Force-close channel
ar_sa: قناة الإغلاق بقوة
ko_kr: 채널 강제 폐쇄
tr_tr: Kanalı kapatmaya zorla

source: Force-close channel?
ar_sa: قناة الإغلاق بالقوة؟
ko_kr: 채널을 강제로 폐쇄하겠습니까?
tr_tr: Kanal kapatmaya zorlansın mı?

source: Fork detected at block {}
ar_sa: تم اكتشاف شوكة عند الكتلة {}
ko_kr: 블록 {}에서 포크 감지
tr_tr: {} bloğunda çatal algılandı

source: Format: address, amount
ar_sa: الصيغة: العنوان، المبلغ
ko_kr: 형식: 주소, 금액
tr_tr: Biçim: adres, tutar

source: Forwarding
ar_sa: إعادة توجيه
ko_kr: 전송
tr_tr: İletme

source: Freeze
ar_sa: تجميد
ko_kr: 동결
tr_tr: Dondur

source: Freeze (for receiving)
ar_sa: تجميد (للاستلام)
ko_kr: 동결(수신용)
tr_tr: Dondur (alma için)

source: Freeze (for sending)
ar_sa: تجميد (للإرسال)
ko_kr: 동결(발신용)
tr_tr: Dondur (gönderme için)

source: Freeze Address
ar_sa: تجميد العنوان
ko_kr: 주소 동결
tr_tr: Adresi Dondur

source: Freeze Addresses
ar_sa: تجميد العناوين
ko_kr: 주소 동결
tr_tr: Adresleri Dondur

source: Freeze Coin
ar_sa: تجميد العملة
ko_kr: 코인 동결
tr_tr: Parayı Dondur

source: Freeze Coins
ar_sa: تجميد العملات
ko_kr: 코인 동결
tr_tr: Paraları Dondur

source: From
ar_sa: من
ko_kr: 발신자
tr_tr: Kime

source: From {0} cosigners
ar_sa: من {0} cosigners
ko_kr: 공동 서명자 {0}명
tr_tr: %d imzalayıcıdan

source: Fulfilled HTLCs
ar_sa: تم تنفيذ HTLCs
ko_kr: HTLCs 충족
tr_tr: Karşılanan HTLC'ler

source: Funded
ar_sa: ممول
ko_kr: 자금 조달
tr_tr: Finanse edildi

source: Funding Outpoint:
ko_kr: 자금 조달 아웃포인트:
tr_tr: Finansman Farkı:

source: Funding Transaction
ar_sa: معاملة تمويل
ko_kr: 자금 조달 거래
tr_tr: Finansman İşlemi

source: Funds retrieved from this channel will not be available before {} blocks after forced closure.
ar_sa: الأموال المستردة من هذه القناة لن تكون متاحة قبل {} عمليات حظر بعد الإغلاق القسري.
ko_kr: 이 채널에서 회수된 자금은 강제 폐쇄 후 {} 블록 이전에 사용할 수 없습니다.
tr_tr: Zorlanan kapatma işleminden sonra, bu kanaldan alınan paralar {} bloktan önce kullanılamaz.

source: Funds stored in lightning channels are not recoverable from your seed. You must backup your wallet file everytime you create a new channel.
ar_sa: الأموال المخزنة في قنوات البرق غير قابلة للاسترداد من بذورك. أنت يجب نسخ ملف محفظتك احتياطيًا في كل مرة تنشئ فيها قناة جديدة.
ko_kr: 라이트닝 채널에 저장된 자금은 본인의 시드에서 회수할 수 없습니다. 새 채널을 만들 때마다 지갑 파일을 백업해야 합니다.
tr_tr: Lightning kanallarında depolanan paralar tohumunuzdan kurtarılamaz. Her yeni kanal oluşturma işleminizde cüzdan dosyanızı yedeklemeniz gerekir.

source: General
ar_sa: عام
ko_kr: 일반
tr_tr: Genel

source: Generate New Address
ar_sa: توليد عنوان جديد
ko_kr: 신규 주소 생성
tr_tr: Yeni Adresler Oluştur

source: Google Authenticator code:
ar_sa: رمز Google Authenticator:
ko_kr: Google Authenticator 코드:
tr_tr: Google Kimlik Doğrulama

source: Gossip
ar_sa: القيل والقال
ko_kr: 가십
tr_tr: Dedikodu

source: HTLCs in current commitment transaction
ar_sa: HTLCs في معاملة الالتزام الحالية
ko_kr: 현재 약정 거래의 HTLC
tr_tr: Mevcut taahhüt işlemindeki HTLC'ler

source: Handler not found for
ar_sa: لم يتم العثور على المعالج لـ
ko_kr: 핸들러를 찾을 수 없음
tr_tr: Şunun için işleyici bulunamadı:

source: Hardware Keystore
ar_sa: مخزن مفاتيح الأجهزة
ko_kr: 하드웨어 키 저장소
tr_tr: Donanım Anahtar Deposu

source: Hash
ar_sa: تجزئة
ko_kr: 해시
tr_tr: Karma

source: Height
ar_sa: الارتفاع
ko_kr: 높이
tr_tr: Yükseklik

source: Hello World
ar_sa: مرحبا بالعالم
ko_kr: 안녕하세요
tr_tr: Merhaba Dünya

source: Help
ar_sa: مساعدة
ko_kr: 도움
tr_tr: Yardım

source: Here is your master public key.
ar_sa: هذا هو مفتاحك العام الرئيسي.
ko_kr: 여기에 마스터 공개 키가입니다.
tr_tr: Bu sizin ana açık anahtarınız.

source: Hide
ar_sa: إخفاء
ko_kr: 감추다
tr_tr: Gizle

source: Hide {}
ar_sa: إخفاء {}
ko_kr: {} 숨김
tr_tr: Gizle: {}

source: History
ar_sa: السجل
ko_kr: 사용 기록
tr_tr: Geçmiş

source: Homepage
ar_sa: الصفحة الرئيسية
ko_kr: 홈페이지
tr_tr: Ana sayfa

source: Hops
ar_sa: القفزات
tr_tr: Sıçramalar

source: Host
ar_sa: المضيف
ko_kr: 주인
tr_tr: Sunucu

source: Hostname does not resolve (getaddrinfo failed)
ar_sa: لم يتم حل اسم المضيف (فشل getaddrinfo)
ko_kr: 호스트 이름이 확인되지 않습니다(getaddrinfo 실패)
tr_tr: Barındırıcı adı çözülmüyor (getaddrinfo başarısız oldu)

source: How do you want to connect to a server?
ar_sa: كيف تريد أن تتصل مع خادم؟
ko_kr: 어떻게 서버에 연결 하시겠습니까 :
tr_tr: Sunucuya nasıl bağlanmak istiyorsunuz?

source: However, hardware wallets do not support message decryption, which makes them not compatible with the current design of cosigner pool.
ar_sa: ومع ذلك ، لا تدعم محافظ الأجهزة فك تشفير الرسائل ، مما يجعل هم غير متوافقين مع التصميم الحالي لتجمع cosigner.
ko_kr: 그러나 하드웨어 지갑은 메시지 암호화 해제를 지원하지 않아현재의 공동 서명자 풀 디자인과 호환되지 않습니다.
tr_tr: Ancak donanım cüzdanları, mesaj şifresi çözmeyi desteklemiyor. Bu da söz konusu cüzdanları, birlikte imzalayan havuzunun mevcut tasarımıyla uyumsuz hale getiriyor.

source: I agree
ar_sa: أنا موافق
ko_kr: 동의합니다
tr_tr: Katılıyorum

source: I already have a seed
ar_sa: لدي عبارة استرداد بالفعل
ko_kr: 이미 시드를 갖고 있습니다
tr_tr: Zaten anahtar kelime dizim var

source: I disagree
ar_sa: أنا أعترض
ko_kr: 동의하지 않습니다
tr_tr: Katılmıyorum

source: I have lost my Google Authenticator account
ar_sa: فقدت حسابي في Google Authenticator
ko_kr: Google Authenticator 계정을 분실했습니다
tr_tr: Google Authenticator hesabımı kaybettim

source: If auto-connect is enabled, ELCASH Wallet will always use a server that is on the longest blockchain.
ar_sa: إذا تم تمكين الاتصال التلقائي ، فستستخدم محفظة ELCASH دائمًا خادمًا موجودًا على أطول سلسلة blockchain.
ko_kr: 자동 연결을 사용하는 경우, ELCASH Wallet 항상 가장 긴 blockchain에 서버를 사용합니다.
tr_tr: Eğer otomatik bağlanma açıksa, ELCASH Wallet her zaman en uzun blok zincirindeki sunucuya bağlanacaktır.

source: If enabled, at most 100 satoshis might be lost due to this, per transaction.
ar_sa: في حالة التمكين ، قد يتم فقد 100 ساتوشي على الأكثر بسبب هذا ، لكل معاملة.
ko_kr: 활성화하면 거래 당 최대 100개의 사토시가 손실될 수 있습니다.
tr_tr: Etkinleştirilirse, bu nedenden dolayı işlem başına 100 satoshis kaybolabilir.

source: If it is disabled, you have to choose a server you want to use. ELCASH Wallet will warn you if your server is lagging.
ar_sa: إذا تم تعطيله ، يجب عليك اختيار الخادم الذي تريد استخدامه. ستحذرك محفظة ELCASH إذا كان الخادم الخاص بك متأخرًا.
ko_kr: 비활성화되어 있다면, 사용할 서버를 선택해야 합니다. 서버가 지연되면 ELCASH 지갑에서 경고를 보냅니다.
tr_tr: Bu özellik devre dışı bırakılırsa, kullanmak istediğiniz bir sunucu seçmeniz gerekir. Sunucuda gecikme olursa ELCASH Cüzdanı sizi uyaracaktır.

source: If this option is checked, Electrum will run a local watchtower and protect your channels even if your wallet is not open. For this to work, your computer needs to be online regularly.
ar_sa: إذا تم تحديد هذا الخيار ، فسيقوم Electrum بتشغيل برج مراقبة محلي وحماية قنواتك حتى إذا لم تكن محفظتك مفتوحة. لكي يعمل هذا ، يجب أن يكون جهاز الكمبيوتر الخاص بك متصلاً بالإنترنت بانتظام.
ko_kr: 이 옵션을 선택하면, Electrum이 로컬 감시 타워를 실행하고 지갑이 열려 있지 않더라도 채널을 보호합니다. 이 작업을 수행하려면 컴퓨터가 정기적으로 온라인 상태여야 합니다.
tr_tr: Bu seçenek seçilirse, Electrum yerel bir nöbetçi kulesi çalıştıracak ve cüzdanınız kapalıyken bile kanallarınızı koruyacaktır. Bunun çalışması için bilgisayarın düzenli olarak çevrim içi olması gerekir.

source: If this option is checked, Electrum will persist after you close all your wallet windows, and the Electrum icon will be visible in the taskbar. Use this if you want your local watchtower to keep running after you close your wallet.
ar_sa: إذا تم تحديد هذا الخيار ، فسيستمر Electrum بعد إغلاق جميع نوافذ محفظتك ، وسيكون رمز Electrum مرئيًا في شريط المهام. استخدم هذا إذا كنت تريد استمرار تشغيل برج المراقبة المحلي بعد إغلاق محفظتك.
ko_kr: 이 옵션을 선택하면 모든 지갑 창을 닫은 후에도 Electrum이 계속 유지되며 작업 표시줄에 Electrum 아이콘이 표시됩니다. 지갑을 닫은 후에도 로컬 감시 타워가 계속 작동되도록 하려면 이 옵션을 사용합니다.
tr_tr: Bu seçenek seçilirse, tüm cüzdan pencerelerini kapattıktan sonra Electrum çalışmaya devam eder ve görev çubuğunda Electrum ikonunu görebilirsiniz. Cüzdanınızı kapattıktan sonra yerel nöbetçinin çalışmaya devam etmesini istiyorsanız bunu kullanın.

source: If you are not sure what this is, leave this field unchanged.
ar_sa: إذا لم تكن متأكدًا من ماهية هذا ، فاترك هذا الحقل دون تغيير.
ko_kr: 이것이 무엇인지 확실하지 않으면 이 필드를 변경하지 마십시오.
tr_tr: Bunun ne olduğundan emin değilseniz bu alanı değiştirmeyin.

source: If you are online, click on "{}" to continue.
ar_sa: إذا كنت متصلاً بالإنترنت ، فانقر على " {} " للمتابعة.
ko_kr: 온라인 상태인 경우, 계속하려면 "{}"를 클릭하십시오.
tr_tr: Çevrimiçiyseniz devam etmek için "{}" öğesine tıklayın.

source: If you check this box, your transactions will be marked as non-final,
ar_sa: إذا حددت هذا المربع ، فسيتم تمييز معاملاتك على أنها غير نهائية ،
ko_kr: 이 체크 박스를 선택하면 거래가 완료되지 않은 것으로 표시됩니다.
tr_tr: Bu kutuyu işaretlerseniz işlemleriniz nihai değil şeklinde işaretlenir,

source: If you check this box, your unconfirmed transactions will be consolidated into a single transaction.
ar_sa: إذا حددت هذا المربع ، فسيتم دمج معاملاتك غير المؤكدة في معاملة واحدة.
ko_kr: 이 체크 박스를 선택하면 확인되지 않은 거래가 단일 거래로 통합됩니다.
tr_tr: Bu kutuyu işaretlerseniz onaylanmayan işlemleriniz tek bir işlemde birleştirilir.

source: If you do not know what this is, leave this field empty.
ar_sa: إذا كنت لا تعرف ما هذا ، اترك هذا الحقل فارغًا.
ko_kr: 이것이 무엇인지 모르겠다면 이 필드를 비워 두십시오.
tr_tr: Bunun ne olduğunu bilmiyorsanız bu alanı boş bırakın.

source: If you forget your PIN or lose your device, your seed phrase will be the only way to recover your funds.
ar_sa: إذا نسيت رقم PIN الشخصي أو فقدت جهازك ، فستكون العبارة الأولية الطريقة الوحيدة لاسترداد أموالك.
ko_kr: 귀하의 PIN을 잊어버리거나 당신의 장치를 잃어 버릴 경우 씨앗 문구 귀하의 자금을 복구 하는 유일한 방법은 것입니다.
tr_tr: Eğer PIN kodunuzu unutur veya cihazınızı kaybederseniz, Çekirdek Kodunuz, paranızı kurtarabilmenizin tek yolu olacak.

source: If you have an old printer, or want optimal precision
ar_sa: إذا كانت لديك طابعة قديمة ، أو تريد الدقة المثلى
ko_kr: 오래된 프린터를 가지고 있거나 최적의 정밀도를 원하는 경우
tr_tr: Eski bir yazıcınız varsa veya optimum duyarlılık istiyorsanız

source: If you have lost your Google Authenticator account, you can request a new secret. You will need to retype your seed.
ar_sa: إذا فقدت حساب Google Authenticator الخاص بك ، فيمكنك طلب جديد سر. سوف تحتاج إلى إعادة كتابة بذرتك.
ko_kr: Google Authenticator 계정을 분실한 경우, 새 비밀 정보를 요청할 수 있습니다. 시드를 다시 입력해야 합니다.
tr_tr: Google Authenticator hesabınızı kaybettiyseniz yeni bir gizli anahtar isteyebilirsiniz. Anahtar kelime dizinizi yeniden yazmanız gerekir.

source: If you have lost your second factor, you need to restore your wallet from seed in order to request a new code.
ar_sa: إذا فقدت العامل الثاني ، فأنت بحاجة إلى استعادة محفظتك من البذور من أجل طلب رمز جديد.
ko_kr: 두 번째 요소를 분실했다면 새 코드를 요청하기 위해 시드에서 지갑을 복원해야 합니다.
tr_tr: İkinci faktörünüzü kaybettiyseniz yeni kod istemek için anahtar kelime dizinizden cüzdanınızı geri yüklemeniz gerekir.

source: If you keep experiencing network problems, try using a Tor proxy.
ar_sa: إذا كنت لا تزال تواجه مشكلات في الشبكة ، فحاول استخدام بروكسي Tor.
ko_kr: 네트워크 문제가 계속 발생하면 Tor 프록시를 사용해 보십시오.
tr_tr: Ağ sorunları yaşamaya devam ediyorsanız Tor proxy'si kullanmayı deneyin.

source: If you lose your seed, your money will be permanently lost.
ar_sa: إذا فقدت بذرك ، فستفقد أموالك بشكل دائم.
ko_kr: 만약 당신이 당신의 시드를 잃으면, 당신은 영구적으로 당신의 돈을 잃게 됩니다.
tr_tr: Eğer anahtar kelime dizinizi kaybederseniz, paranız kalıcı olarak kaybolur.

source: If you lose your wallet file, the only thing you can do with a backup is to request your channel to be closed, so that your funds will be sent on-chain.
ar_sa: إذا فقدت ملف محفظتك ، فإن الشيء الوحيد الذي يمكنك فعله بالنسخة الاحتياطية هو اطلب إغلاق قناتك ، حتى يتم إرسال أموالك عبر السلسلة.
ko_kr: 지갑 파일을 잃어버린 경우 백업으로 할 수 있는 유일한 일은 채널 폐쇄를 요청하여자금이 온 체인으로 전송되도록 하는 것입니다.
tr_tr: Cüzdan dosyanızı kaybederseniz yedekleme ile yapabileceğiniz tek şey kanalınızın kapatılmasını isteyerek, paralarınızın zincir içi gönderilmesini sağlamaktır.

source: If you received this transaction from an untrusted device, do not accept to sign it more than once, otherwise you could end up paying a different fee.
ar_sa: إذا تلقيت هذه المعاملة من جهاز غير موثوق به ، فلا تقبل التوقيع عليه أكثر من مرة ، وإلا فقد ينتهي بك الأمر بدفع رسوم مختلفة.
ko_kr: 신뢰할 수 없는 장치에서 이 거래를 받은 경우, 두 번 이상의 서명을 수락하지 마십시오. 그렇지 않으면 다른 수수료를 지불할 수 있습니다.
tr_tr: Bu işlemi güvenilen bir cihazdan almadıysanız kabul etmek için bir defadan fazla imza atmayın, yoksa farklı bir ücret ödemek durumunda kalabilirsiniz.

source: If you use a passphrase, make sure it is correct.
ar_sa: إذا كنت تستخدم عبارة مرور ، فتأكد من صحتها.
ko_kr: 패스 문구를 사용할 경우, 올바른 것인지 확인하십시오.
tr_tr: Şifre kullanıyorsanız bunun doğru olduğundan emin olun.

source: If you want to create new addresses, use a deterministic wallet instead.
ar_sa: إذا كنت تريد إنشاء عناوين جديدة ، فاستخدم محفظة حتمية بدلاً من ذلك.
ko_kr: 새 주소를 만들고 싶으면, deterministic 지갑을 대신 사용하세요.
tr_tr: Yeni bir adres oluşturmak istiyorsanız, Rastgele olmayan bir cüzdan seçiniz.

source: If your device is not detected on Windows, go to "Settings", "Devices", "Connected devices", and do "Remove device". Then, plug your device again.
ar_sa: إذا لم يتم اكتشاف جهازك على Windows ، فانتقل إلى " الإعدادات " ، " الأجهزة "، " الأجهزة المتصلة " ، ونفّذ " إزالة الجهاز ". ثم قم بتوصيل جهازك مرة أخرى.
ko_kr: Windows에서 장치가 검색되지 않으면 "설정", "장치", "연결된 장치"로 이동합니다.그리고"장치 삭제"를 진행합니다. 그 다음, 장치를 다시연결합니다.
tr_tr: Cihazınız Windows'ta algılanmazsa "Ayarlar", "Cihazlar", "Bağlı cihazlar", ve "Cihazı kaldır" seçeneğine gidin. Ardından cihazınızı tekrar takın.

source: If your wallet contains funds, make sure you have saved its seed.
ar_sa: إذا كانت محفظتك تحتوي على أموال، تأكد من حفظ عبارة الاسترداد الخاصة بها.
ko_kr: 본인 지갑에 자금이 있다면, 지갑 시드를 저장했는지 확인하십시오.
tr_tr: Cüzdanınızda para varsa bunun anahtar kelime dizisini kaydettiğinizden emin olun.

source: Ignore and continue?
ar_sa: التجاهل والمتابعة؟
ko_kr: 무시하고 계속하겠습니까?
tr_tr: Yok sayılsın ve devam edilsin mi?

source: Import
ar_sa: إستيراد
ko_kr: 가져오기
tr_tr: Dışa aktar

source: Import Channel Backup?
ar_sa: استيراد قناة النسخ الاحتياطي؟
ko_kr: 채널 백업을 가져오겠습니까?
tr_tr: Kanal Yedeklemesi içe aktarılsın mı?

source: Import ELCASH addresses
ar_sa: استيراد عناوين ELCASH
ko_kr: ELCASH 주소 가져오기
tr_tr: ELCASH adreslerini içe aktar

source: Import addresses
ar_sa: استيراد العناوين
ko_kr: 주소를 불러오다
tr_tr: Adresleri içeri aktar

source: Import channel backup
ar_sa: استيراد قناة النسخ الاحتياطي
ko_kr: 채널 백업 가져오기
tr_tr: Kanal yedeklemesini içe aktar

source: Import external watch-only ELCASH addresses or private keys
ar_sa: استيراد خارجي للعناوين ELCASH المخصصة للساعة فقط أو المفاتيح الخاصة
ko_kr: 읽기 전용 외부 ELCASH 주소 또는 개인 키 가져오기
tr_tr: Harici yalnızca görüntülenebilir ELCASH adreslerini veya özel anahtarları içe aktar

source: Import file
ar_sa: استيراد ملف
ko_kr: 파일을 불러오다
tr_tr: Dosyayı içeri aktar
