Repository: electric-cash/elcash-wallet
Catalog: electrum/locale/*/electrum.po
Languages: ar_sa, ko_kr, tr_tr

source: {} encrypted for Revealer {}_{} saved as PNG and PDF at:
ar_sa: {} مشفرة من أجل Revealer {} _ {} محفوظة بتنسيق PNG و PDF في:
ko_kr: {}이(가) Revealer {}_{}에 대해 암호화되어 PNG 및 PDF로 다음에 저장됨:
tr_tr: {}, şuraya PNG ve PDF olarak kaydedilen {}_{} Ortaya Çıkaranı için şifrelendi:

source: {} from tip
ar_sa: {} من نصيحة
ko_kr: 팁에서 {}
tr_tr: {} uçtan

source: {} new transactions: Total amount received in the new transactions {}
ar_sa: {} المعاملات الجديدة: إجمالي المبلغ المستلم في المعاملات الجديدة {}
ko_kr: {}개의 신규 거래: 신규 거래 {}에서 받은 총 금액
tr_tr: {} yeni işlem: Yeni {} işlemlerinde alınan toplam tutar

source: {} nodes
ar_sa: {} عقد
ko_kr: {} 노드
tr_tr: {} düğüm

source: {} outputs available ({} total)
ar_sa: {} من النواتج المتاحة (المجموع {})
ko_kr: 사용 가능한 출력 {}개(총 {}개)
tr_tr: {} çıkış kullanılabilir (toplam {})

source: {} plugin does not support this type of wallet.
ar_sa: {} البرنامج المساعد لا يدعم هذا النوع من المحفظة.
ko_kr: {} 플러그인은 이 유형의 지갑을 지원하지 않습니다.
tr_tr: {} eklentisi bu cüzdan türünü desteklemiyor.

source: &From QR code
ar_sa: &من رمزQR
ko_kr: & QR 코드에서
tr_tr: &QR kodundan

source: Proxy settings apply to all connections: with Electric Cash servers, but also with third-party services.
ar_sa: تنطبق إعدادات الوكيل على جميع الاتصالات: مع خوادم Electric Cash ، ولكن أيضًا مع خدمات الجهات الخارجية.
ko_kr: 프록시 설정은 모든 연결에 적용됩니다: Electric Cash 서버 및 타사 서비스 포함.
tr_tr: Proxy ayarları tüm bağlantılar için geçerlidir: Electric Cash sunucuları ve ayrıca üçüncü taraf hizmetler.

source: The ELCASH address never expires and will always be part of this ELCASH Wallet.
ar_sa: لا تنتهي صلاحية عنوان ELCASH أبدًا وسيكون دائمًا جزءًا من محفظة ELCASH هذه.
ko_kr: ELCASH 주소는 만료되지 않으며 항상 이 ELCASH 지갑의 일부가 됩니다.
tr_tr: ELCASH adresinin kullanım süresi hiçbir zaman dolmayacaktır ve ELCASH cüzdanının daima bir parçası olacaktır.

source: You are most likely using an outdated version of Electrum. Please update.
ar_sa: أنت على الأرجح تستخدم إصدارًا قديمًا من Electrum. يرجى التحديث.
ko_kr: 오래된 버전의 Electrum을 사용하고 있는 것으로 보입니다. 업데이트하십시오.
tr_tr: Muhtemelen Electrum'un eski bir sürümünü kullanıyorsunuz. Lütfen güncelleyin.

source: [%f unconfirmed]
ar_sa: [%f غير مؤكد]
tr_tr: [%f onaylanmamış]

source: [%f unmatured]
tr_tr: [%f olgunlaşmayan]

source: [%s unconfirmed]
ar_sa: [%sغير مؤكد]
tr_tr: [%s onaylanmamış]

source: [%s unmatured]
tr_tr: [%s olgunlaşmayan]

source: &From file
tr_tr: &Dosyadan

source: Read file
tr_tr: Dosyayı oku

source: Select installation language
tr_tr: Dili seçin

source: unconfirmed
ar_sa: غير مؤكد
tr_tr: onaylanmamış

source: Blockchain
ar_sa: سلسلة الكتل
ko_kr: 블록체인

source: Format
ar_sa: الصيغة
ko_kr: 형식

source: IP/port in format: [host]:[port]
ar_sa: IP/منفذ في التنسيق: [المضيف]:[المنفذ]
ko_kr: IP/포트 형식: [host]:[port]

source: Lightning
ar_sa: شبكة Lightning
ko_kr: 라이트닝

source: Lightning:
ko_kr: 라이트닝:

source: Testnet
ko_kr: 테스트넷

source: CSV
ar_sa: ملف (CSV)
