Repository: electric-cash/elcash-wallet
Catalog: electrum/locale/*/electrum.po
Languages: ar_sa, ko_kr, tr_tr

source: OpenAlias record, used to receive coins and to sign payment requests.
ar_sa: سجل OpenAlias ​​، يستخدم لتلقي العملات المعدنية وتوقيع طلبات الدفع.
ko_kr: OpenAlias 기록, 동전 하 고 결제 요청을 서명 하는 데 사용.
tr_tr: AçıkLakap kaydı, ödeme kabul etmek ve ödeme isteklerini imzalamak için kullanılır.

source: Opening channel...
ar_sa: فتح القناة ...
ko_kr: 채널 개설 중...
tr_tr: Kanal açılıyor...

source: Options
ar_sa: خيارات
ko_kr: 옵션
tr_tr: Seçenekler

source: Or
ar_sa: أو
ko_kr: 또는
tr_tr: Veya

source: Other known servers
ar_sa: خوادم معروفة أخرى
ko_kr: 다른 알려진 서버
tr_tr: Diğer bilinen sunucular

source: Outdated device firmware
ar_sa: البرامج الثابتة للجهاز التي عفا عليها الزمن
ko_kr: 오래된 장치 펌웨어
tr_tr: Güncel olmayan cihaz üretici yazılımı

source: Outgoing payments
ar_sa: المدفوعات الصادرة
ko_kr: 출금
tr_tr: Giden ödemeler

source: Outpoint
ar_sa: نقطة خارجية
ko_kr: 아웃포인트
tr_tr: Fark

source: Output amount
ar_sa: كمية الإخراج
ko_kr: 출력량
tr_tr: Çıktı miktarı

source: Output point
ar_sa: نقطة الإخراج
ko_kr: 출력 지점
tr_tr: Çıkış noktası

source: Outputs
ar_sa: المخرجات
ko_kr: 출력
tr_tr: Çıkışlar

source: Overview
ar_sa: نظرة عامة
ko_kr: 개요
tr_tr: Genel Bakış

source: PIN disabled
ar_sa: تم تعطيل رقم PIN الشخصي
ko_kr: PIN 비활성화됨
tr_tr: PIN devre dışı

source: PIN not updated
ar_sa: لم يتم تحديث رقم PIN الشخصي
ko_kr: PIN이 업데이트되지 않음
tr_tr: PIN güncellenmedi

source: PIN updated
ar_sa: تم تحديث رقم PIN الشخصي
ko_kr: PIN 업데이트됨
tr_tr: PIN güncellendi

source: Paid
ar_sa: مدفوع
ko_kr: 결제 완료
tr_tr: Ödenmiş

source: Partially signed
ar_sa: موقّعة جزئيًا
ko_kr: 부분 서명됨
tr_tr: Kısmen imzalandı

source: Passphrase
ar_sa: عبارة المرور
ko_kr: 암호
tr_tr: Parola-şifre

source: Passphrase:
ar_sa: عبارة المرور:
ko_kr: 패스프레이즈
tr_tr: Parola:

source: Password
ar_sa: كلمة المرور
ko_kr: 패스워드
tr_tr: Şifre

source: Password Strength
ar_sa: قوة كلمة المرور
ko_kr: 비밀번호 강도
tr_tr: Şifre dayanıklılığı

source: Password is disabled, this wallet is not protected
ar_sa: كلمة المرور معطلة ، هذه المحفظة غير محمية
ko_kr: 패스워드가 비활성화되었습니다. 이 지갑은 보호되지 않습니다.
tr_tr: Parola devre-dışı, bu cüzdan korumasız

source: Password is too short (min {} characters)
ar_sa: كلمة المرور قصيرة جدًا (الحد الأدنى {} حرفًا)
ko_kr: 패스워드가 너무 짧습니다(최소 {}자)
tr_tr: Parola çok kısa (minimum {} karakter)

source: Password mismatch
ar_sa: كلمة المرور غير متطابقة
ko_kr: 패스워드 불일치
tr_tr: Parola uyumsuzluğu

source: Password not updated
ar_sa: كلمة المرور غير محدثة
ko_kr: 패스워드 업데이트되지 않음
tr_tr: Parola güncellenmedi

source: Password required
ar_sa: كلمة المرور مطلوبة
ko_kr: 패스워드 필요
tr_tr: Parola gerekli

source: Password was updated successfully
ar_sa: تم تحديث كلمة المرور بنجاح
ko_kr: 비밀번호가 성공적으로 업데이트되었습니다
tr_tr: Şifre başarıyla güncellendi

source: Password:
ar_sa: كلمه السر:
ko_kr: 암호:
tr_tr: Şifre:

source: Paste from clipboard
ar_sa: لصق من الحافظة
ko_kr: 클립보드에서 붙여넣기
tr_tr: Panodan kopyala

source: Pay
ar_sa: ادفع
ko_kr: 결제
tr_tr: Ödeme

source: Pay lightning invoice?
ar_sa: دفع فاتورة lightning؟
ko_kr: 라이트닝 인보이스를 결제하겠습니까?
tr_tr: Lightning faturası ödensin mi?

source: Pay to
ar_sa: دفع لــ
ko_kr: 에 지불
tr_tr: Kime

source: Pay to many
ar_sa: الدفع للكثيرين
ko_kr: & 많은 지불
tr_tr: Çoklu Öde

source: Payment Hash
ar_sa: دفع التجزئة
ko_kr: 해시 결제
tr_tr: Ödeme Karması

source: Payment Received
ar_sa: تم استلام الدفعة
ko_kr: 결제 수신
tr_tr: Ödeme Alındı

source: Payment Request
ar_sa: طلب الدفع
ko_kr: 결제 요청이 만료되었습니다
tr_tr: Ödeme Talebi

source: Payment failed
ar_sa: عملية الدفع فشلت
ko_kr: 결제 실패
tr_tr: Ödeme başarısız oldu

source: Payment hash
ar_sa: دفع التجزئة
ko_kr: 해시 결제
tr_tr: Ödeme karması

source: Payment log
ar_sa: سجل الدفع
ko_kr: 로그 결제
tr_tr: Ödeme günlüğü

source: Payment log:
ar_sa: سجل الدفع:
ko_kr: 로그 결제:
tr_tr: Ödeme günlüğü:

source: Payment received
ar_sa: تم استلام الدفعة
ko_kr: 결제 수신
tr_tr: Ödeme alındı

source: Payment request has expired
ar_sa: انتهت صلاحية طلب الدفع
ko_kr: 결제 요청이 만료되었습니다
tr_tr: Ödeme isteğinin süresi dolmuş

source: Payment sent.
ar_sa: تم إرسال الحوالة.
ko_kr: 결제 보냈습니다.
tr_tr: Ödeme gönderildi.

source: Payment succeeded
ar_sa: نجح الدفع
ko_kr: 결제 성공
tr_tr: Ödeme başarılı

source: Payments (HTLCs):
ar_sa: المدفوعات (HTLCs):
ko_kr: 결제(HTLCs):
tr_tr: Ödemeler (HTLC'ler):

source: Pending
ar_sa: قيد الانتظار
ko_kr: 보류 중
tr_tr: Bekleyen

source: Perhaps some dependencies are missing...
ar_sa: ربما تكون بعض التبعيات مفقودة ...
ko_kr: 일부 의존성이 누락된 것 같습니다..
tr_tr: Bazı bağımlılıklar eksik olabilir...

source: Persist after all windows are closed
ar_sa: الاستمرار بعد إغلاق جميع النوافذ
ko_kr: 모든 창을 닫은 후에도 유지
tr_tr: Tüm pencereler kapatıldıktan sonra sürdür

source: Please briefly describe what led to the error (optional):
ar_sa: يُرجى وصف سبب الخطأ (اختياري) بإيجاز:
ko_kr: 오류의 원인이 무엇인지 간략하게 설명해 주십시오(선택 사항):
tr_tr: Lütfen hataya neyin sebep olduğunu kısaca açıklayın (isteğe bağlı):

source: Please check your connection and credentials.
ar_sa: يرجى التحقق من الاتصال وبيانات الاعتماد الخاصة بك.
ko_kr: 연결 및 자격 증명을 확인하십시오.
tr_tr: Lütfen bağlantınızı ve kimlik bilgilerinizi kontrol edin.

source: Please check your network connection.
ar_sa: الرجاء التحقق من اتصالك بالشبكة.
ko_kr: 네트워크 연결을 확인하십시오.
tr_tr: Lütfen ağ bağlantınızı kontrol edin.

source: Please check your {} device
ar_sa: الرجاء التحقق من {} جهازك
ko_kr: {} 장치를 확인하십시오.
tr_tr: Lütfen {} cihazınızı kontrol edin

source: Please confirm
ar_sa: يرجى تأكيد
ko_kr: 확인해 주십시오.
tr_tr: Lütfen onaylayın

source: Please enter an amount
ar_sa: الرجاء إدخال مبلغ
ko_kr: 금액을 입력하십시오.
tr_tr: Lütfen tutar girin

source: Please enter the master public key (xpub) of your cosigner.
ar_sa: الرجاء إدخال المفتاح العمومي الرئيسي (xpub) الخاص بـ cosigner الخاص بك.
ko_kr: 공동 서명자의 마스터 공개 키(xpub)를 입력하십시오.
tr_tr: Lütfen ortak imzalayıcınızın ana açık anahtarını (xpub) giriniz.

source: Please enter your Google Authenticator code
ar_sa: الرجاء إدخال رمز Google Authenticator
ko_kr: Google Authenticator 코드를 입력하십시오.
tr_tr: Lütfen Google Authenticator kodunuzu girin

source: Please enter your Google Authenticator code:
ar_sa: الرجاء إدخال رمز Google Authenticator الخاص بك:
ko_kr: Google Authenticator 코드를 입력하십시오:
tr_tr: Lütfen Google Authenticator kodunuzu girin:

source: Please enter your e-mail address
ar_sa: الرجاء إدخال عنوان البريد الإلكتروني الخاص بك
ko_kr: 이메일 주소를 입력하십시오:
tr_tr: Lütfen e-posta adresinizi girin

source: Please enter your password
ar_sa: يرجى إدخال كلمة المرور
ko_kr: 비밀번호를 입력 해주십시오
tr_tr: Lütfen şifrenizi giriniz

source: Please enter your password to decrypt it.
ar_sa: الرجاء إدخال كلمة المرور الخاصة بك لفك تشفيرها.
ko_kr: 암호화 해제를 진행하려면, 패스워드를 입력하십시오.
tr_tr: Lütfen şifresini çözmek için parolanızı girin.

source: Please enter your seed phrase in order to restore your wallet.
ar_sa: الرجاء إدخال العبارة الأولية الخاصة بك لاستعادة محفظتك.
ko_kr: 제발 당신의 지갑을 복원 하기 위해 당신의 씨앗 구문을 입력 합니다.
tr_tr: Cüzdanınızı geri yüklemek için lütfen anahtar kelime dizinizi girin.

source: Please insert your {}
ar_sa: الرجاء إدخال {}
ko_kr: {}을(를) 삽입하십시오.
tr_tr: Lütfen {} cihazınızı ekleyin

source: Please note that channel backups cannot be used to restore your channels.
ar_sa: الرجاء ملاحظة أنه لا يمكن استخدام النسخ الاحتياطية للقنوات لاستعادة قنواتك.
ko_kr: 채널 백업은 채널을 복원하는 데 사용할 수 없습니다.
tr_tr: Lütfen kanal yedeklemelerinin kanallarınızın geri yüklenmesinde kullanılamayacağını unutmayın.

source: Please note that websites and other wallets may not support these addresses yet.
ar_sa: يرجى ملاحظة أن مواقع الويب والمحافظ الأخرى قد لا تدعم هذه العناوين بعد.
ko_kr: 웹 사이트와 다른 지갑은 아직 이러한 주소를 지원하지 않을 수도 있습니다.
tr_tr: Lütfen web sitelerinin ve diğer cüzdanların bu adresleri henüz desteklemeyebileceğini unutmayın.

source: Please paste your cosigners master public key, or scan it using the camera button.
ar_sa: الرجاء لصق المفتاح العام الرئيسي الخاص بك ، أو مسحه ضوئيًا باستخدام الكاميرا زر.
ko_kr: 제발 당신의 보증인 마스터 공개 키를 붙여넣기 하거나 카메라 버튼을 사용 하 여 스캔.
tr_tr: Lütfen ortak imzalayıcı ana açık anahtarınızı giriniz, ya da kamera butonunu kullanarak tarayınız.

source: Please report any bugs as issues on github:<br/>
ar_sa: الرجاء الإبلاغ عن أي أخطاء باعتبارها مشكلات على github: <br/>
ko_kr: 제발 github에 이슈로 버그 보고서:<br>
tr_tr: Lütfen github'da hataları raporlayın:<br/>

source: Please report this issue manually
ar_sa: الرجاء الإبلاغ عن هذه المشكلة يدويًا
ko_kr: 이 문제를 수동으로 보고하십시오.
tr_tr: Lütfen bu sorunu el ile bildirin

source: Please restart ELCASH Wallet to activate the new GUI settings
ar_sa: يرجى إعادة تشغيل محفظة ELCASH لتفعيل إعدادات GUI الجديدة
ko_kr: 새 GUI 설정을 활성화하려면 ELCASH 지갑을 다시 시작하십시오.
tr_tr: Yeni GUI ayarlarını etkinleştirmek için lütfen ELCASH Cüzdanını yeniden başlatın.

source: Please retype your seed phrase, to confirm that you properly saved it
ar_sa: الرجاء إعادة كتابة عبارة أولية لتأكيد حفظها بشكل صحيح
ko_kr: 제발 제대로 그것을 저장 하는 것을 확인 하 여 씨앗 문구를 다시 입력
tr_tr: Doğru bir şekilde kaydettiğinizden emin olmak için, lütfen anahtar kelime dizinizi tekrardan girin

source: Please save these {0} words on paper (order is important).
ar_sa: يرجى حفظ هذه {0} الكلمات على ورقة (الترتيب مهم).
ko_kr: 이 {0}개의 단어를 종이에 저장하십시오(순서가 중요합니다).
tr_tr: Lütfen bu {0} sözcüğü kağıt üzerine kaydedin (sıra önemlidir).

source: Please scan a Bitcoin address or a payment request
ar_sa: يرجى مسح عنوان Bitcoin أو طلب الدفع
ko_kr: Bitcoin 주소 또는 결제 요청을 스캔하십시오.
tr_tr: Lütfen bir Bitcoin adresi veya ödeme isteği tarayın

source: Please select a backup directory
ar_sa: الرجاء تحديد دليل النسخ الاحتياطي
ko_kr: 백업 디렉터리를 선택하십시오.
tr_tr: Lütfen bir yedekleme dizini seçin

source: Please select which {} device to use:
ar_sa: الرجاء تحديد أي {} جهاز تريد استخدامه:
ko_kr: 사용할 {} 장치를 선택하십시오:
tr_tr: Lütfen hangi {} cihazının kullanılacağını seçin:

source: Please share it with your cosigners.
ar_sa: الرجاء مشاركتها مع cosigners الخاص بك.
ko_kr: 당신의 보증인 함께 그것을 공유 하시기 바랍니다.
tr_tr: Arkadaşlarınızla paylaşınız.

source: Please sign and broadcast the funding transaction
ar_sa: الرجاء توقيع وبث صفقة التمويل
ko_kr: 자금 거래에 서명하고 게재해 주십시오.
tr_tr: Lütfen para işlemini imzalayın ve yayınlayın

source: Please try again.
ar_sa: حاول مرة اخرى.
ko_kr: 다시 시도하십시오.
tr_tr: Lütfen yeniden deneyin.

source: Please type it here.
ar_sa: الرجاء كتابته هنا.
ko_kr: 여기에 입력하십시오.
tr_tr: Lütfen buraya yazın.

source: Please type your seed phrase using the virtual keyboard.
ar_sa: الرجاء كتابة العبارة الأولية باستخدام لوحة المفاتيح الافتراضية.
ko_kr: 가상 키보드를 사용 하 여 당신의 씨앗 어구를 입력 하십시오.
tr_tr: Lütfen sanal klavyeyi kullanarak anahtar kelime dizinizi giriniz.

source: Please wait
ar_sa: أرجو الإنتظار
ko_kr: 잠시 기다려 주십시오.
tr_tr: Lütfen bekleyin

source: Please wait while ELCASH Wallet checks for available updates.
ar_sa: يرجى الانتظار بينما يبحث ELCASH Wallet عن التحديثات المتاحة.
ko_kr: ELCASH Wallet이 사용 가능한 업데이트를 확인하는 동안 잠시 기다려 주십시오.
tr_tr: Lütfen bekleyin. ELCASH Wallet, kullanılabilir güncellemeleri kontrol ediyor.

source: Please wait...
ar_sa: أرجو الإنتظار...
ko_kr: 잠시 기다려 주십시오…
tr_tr: Lütfen bekleyin...

source: Port
ar_sa: ميناء
ko_kr: 포트
tr_tr: Bağlantı noktası

source: Port number must be decimal
ar_sa: يجب أن يكون رقم المنفذ عشريًا
ko_kr: 포트 번호는 10진수이어야 합니다
tr_tr: Bağlantı noktası numarası ondalık sayı olmalıdır

source: Position in mempool: {} from tip
ar_sa: الموضع في mempool: {} من تلميح
ko_kr: mempool의 위치: 팁에서 {}
tr_tr: {} bellek havuzundaki uçtan konum

source: Preferences
ar_sa: الإعدادات
ko_kr: 환경 설정
tr_tr: Ayarlar

source: Preimage
ko_kr: 역상
tr_tr: Öngörüntü

source: Preparing sweep transaction...
ar_sa: جارٍ تحضير معاملة المسح ...
ko_kr: 스위프 거래 준비 중...
tr_tr: Tarama işlemi hazırlanıyor...

source: Preparing transaction...
ar_sa: جارٍ تحضير المعاملة ...
ko_kr: 거래 준비 중...
tr_tr: İşlem hazırlanıyor...

source: Press 'Next' to choose device to decrypt.
ar_sa: اضغط على' التالي ' لاختيار جهاز لفك تشفير.
ko_kr: 암호화 해제를 진행할 장치를 선택하려면 [다음]을 누르십시오.
tr_tr: Şifresi çözülecek cihazı seçmek için 'İleri' seçeneğine basın.

source: Press 'Next' to create this wallet, or choose another file.
ar_sa: اضغط على' التالي 'لإنشاء هذه المحفظة ، أو اختر ملفًا آخر.
ko_kr: 이 지갑을 만들려면 [다음]을 누르거나 다른 파일을 선택하십시오.
tr_tr: Cüzdanı oluşturmak için 'Sonraki' tuşuna basın veya başka bir klasör seçin.

source: Press 'Next' to create/focus window.
ar_sa: اضغط على' التالي 'لإنشاء / التركيز على النافذة.
ko_kr: 창을 생성/포커스 하려면 [다음]을 누르십시오.
tr_tr: Pencere oluşturmak/odaklamak için 'İleri' seçeneğine basın.

source: Press 'Next' to open this wallet.
ar_sa: اضغط على' التالي 'لفتح هذه المحفظة.
ko_kr: 이 지갑을 열려면 [다음]을 누르십시오.
tr_tr: Cüzdanı açmak için 'Sonraki' tuşuna basın.

source: Press Enter
ar_sa: اضغط دخول
ko_kr: Enter 키를 누르십시오
tr_tr: Enter tuşuna basın

source: Press Next to create
ar_sa: اضغط على التالي للإنشاء
ko_kr: 생성하려면 [다음]을 누르십시오
tr_tr: Oluşturmak için İleri'ye basın

source: Press again to exit
ar_sa: اضغط مرة أخرى للخروج
ko_kr: 다시 종료를 눌러
tr_tr: Çıkmak için tekrar basın

source: Printer Calibration
ar_sa: معايرة الطابعة
ko_kr: 프린터 보정
tr_tr: Yazıcı Kalibrasyonu

source: Private key
ar_sa: المفتاح الخاص
ko_kr: 개인 전용 키
tr_tr: Gizli anahtar

source: Private keys
ar_sa: المفاتيح الخاصة
ko_kr: API 키
tr_tr: Gizli anahtarlar

source: Private keys exported.
ar_sa: تم تصدير المفاتيح الخاصة.
ko_kr: 개인 키를 수출했다.
tr_tr: Gizli anahtarlar dışa aktarıldı.

source: Problem opening channel:
ar_sa: مشكلة فتح القناة:
ko_kr: 채널 개설 문제:
tr_tr: Kanal açılırken sorun oluştu:

source: Proceed at your own risk.
ar_sa: المضي قدما على مسؤوليتك الخاصة.
ko_kr: 본인 책임하에 진행하십시오.
tr_tr: Devam etmenizden kaynaklanabilecek risk size aittir.

source: Provides support for air-gapped transaction signing.
ar_sa: يوفر الدعم لتوقيع المعاملات الهوائية.
ko_kr: 에어갭 거래 서명에 대한 지원 제공
tr_tr: Kapalı işlem imzalama için destek sağlar.

source: Proxy
ko_kr: 프록시
tr_tr: Vekil sunucu

source: Proxy configuration
ar_sa: تكوين Proxy
ko_kr: 프록시 구성
tr_tr: Proxy yapılandırması

source: Proxy mode
ar_sa: وضع Proxy
ko_kr: 프록시 모드
tr_tr: Vekil sunucu modu

source: Proxy settings apply to all connections: with ELCASH Wallet servers, but also with third-party services.
ar_sa: تنطبق إعدادات الوكيل على كافة الاتصالات: مع خوادم ELCASH Wallet ، ولكن أيضًا مع خدمات الجهات الخارجية.
ko_kr: 프록시 설정은 모든 연결에 적용됩니다. ELCASH Wallet 서버뿐만 아니라 타사 서비스에도 적용됩니다.
tr_tr: Proxy ayarları tüm bağlantılar için geçerlidir (yalnızca ELCASH Wallet sunucuları değil, aynı zamanda üçüncü taraf hizmetleriyle olan bağlantılar).

source: Proxy user
ar_sa: مستخدم Proxy
ko_kr: 프록시 사용자
tr_tr: Proxy kullanıcı

source: Public key
ar_sa: المفتاح العام
ko_kr: 공용 키
tr_tr: Açık anahtar

source: Public keys
ar_sa: مفاتيح عمومية
ko_kr: 공개 키
tr_tr: Ortak Anahtar

source: QR Code
ar_sa: رمز الاستجابة السريعة
ko_kr: QR 코드
tr_tr: QR Kodu

source: QR code
ar_sa: رمز QR
ko_kr: QR 코드
tr_tr: QR kodu

source: QR code copied to clipboard
ar_sa: تم نسخ رمز الاستجابة السريعة (QR) إلى الحافظة
ko_kr: QR 코드를 클립보드에 복사
tr_tr: QR kodu panoya kopyalandı

source: QR code saved to file
ar_sa: تم حفظ رمز الاستجابة السريعة(QR) في ملف
ko_kr: QR 코드 파일에 저장
tr_tr: QR kodu dosyaya kaydedildi

source: Question
ar_sa: سؤال
ko_kr: 질문
tr_tr: Soru

source: Quit
ar_sa: استقال
ko_kr: 나가기
tr_tr: Çıkış

source: Raw
ar_sa: خام
ko_kr: 날것
tr_tr: Ham

source: Raw Transaction
ar_sa: معاملة خام
ko_kr: 원시 거래
tr_tr: Ham İşlem

source: Read QR code
ar_sa: قراءة رمز الاستجابة السريعة(QR)
ko_kr: 읽기 QR 코드
tr_tr: QR kodunu oku

source: Read from microphone
ar_sa: قراءة من الميكروفون
ko_kr: 마이크에서 읽기
tr_tr: Mikrofondan okuyun

source: Ready to encrypt for revealer {}
ar_sa: جاهز للتشفير للكشف عن {}
ko_kr: {} Revealer에 대해 암호화할 준비가 되었습니다.
tr_tr: {} ortaya çıkaranı için şifrelemeye hazır

source: Receive
ar_sa: استقبل
ko_kr: 받는 수량
tr_tr: Ödeme istekleri

source: Received:
ar_sa: تم الاستلام:
ko_kr: 수신:
tr_tr: Alındı:

source: Receiving
ar_sa: يستلم
ko_kr: 수신
tr_tr: Alınıyor

source: Receiving address
ar_sa: عنوان الاستلام
ko_kr: 수신 주소
tr_tr: Alma adresi

source: Recipient
ar_sa: مستلم
ko_kr: 수취인
tr_tr: Alıcı

source: Recipient not specified.
ar_sa: المستلم غير محدد.
ko_kr: 수취인이 지정되지 않음.
tr_tr: Alıcı belirtilmemiş.

source: Recipient of the funds.
ar_sa: مستلم الحوالة.
ko_kr: 자금의받는 사람.
tr_tr: Alıcı fonları.

source: Redeem Script
ar_sa: استرداد البرنامج النصي
ko_kr: 스크립트 사용
tr_tr: Script Kullanın

source: Related invoices
ar_sa: الفواتير ذات الصلة
ko_kr: 관련 인보이스
tr_tr: İlgili faturalar

source: Remote
ar_sa: التحكم عن بعد
ko_kr: 원격
tr_tr: Uzak

source: Remote Node ID
ar_sa: معرف ID العقدة البعيدة
ko_kr: 원격 노드 ID
tr_tr: Uzak Düğüm Kimliği

source: Remote Node ID:
ar_sa: معرف ID العقدة البعيدة:
ko_kr: 원격 노드 ID:
tr_tr: Uzak Düğüm Kimliği:

source: Remote dust limit:
ar_sa: حد الغبار البعيد:
ko_kr: 원격 더스트 제한:
tr_tr: Uzak toz sınırı:

source: Remote peer ID
ar_sa: معرف ID النظير البعيد
ko_kr: 원격 피어 ID
tr_tr: Uzak eş düğüm kimliği

source: Remote reserve:
ar_sa: حجز بعيد:
ko_kr: 원격 예약:
tr_tr: Uzak rezerv:

source: Remove
ar_sa: إزالة
ko_kr: 제거
tr_tr: Temizle

source: Remove channel backup?
ar_sa: هل تريد إزالة النسخة الاحتياطية للقناة؟
ko_kr: 채널 백업을 제거하겠습니까?
tr_tr: Kanal yedeklemesi kaldırılsın mı?

source: Remove from wallet
ar_sa: إزالة من المحفظة
ko_kr: 지갑에서 제거
tr_tr: Cüzdandan kaldır

source: Remove {} from your list of contacts?
ar_sa: إزالة {} من قائمة جهات الاتصال الخاصة بك؟
ko_kr: 연락처 목록에서 {}을(를) 제거하겠습니까?
tr_tr: {}, kişiler listenizden kaldırılsın mı?

source: Replace by fee
ar_sa: ميزة تغيير الرسوم (RBF)
ko_kr: 수수료로 대체
tr_tr: Ücretle değiştir

source: Report contents
ar_sa: محتويات التقرير
ko_kr: 리포트 콘텐츠
tr_tr: Rapor içerikleri

source: Report sent
ar_sa: تم إرسال التقرير
ko_kr: 리포트 전송됨
tr_tr: Rapor gönderildi

source: Reporting Bugs
ar_sa: الإبلاغ عن خلل
ko_kr: 버그보고
tr_tr: Hatayı bildir

source: Request
ar_sa: طلب
ko_kr: 요청
tr_tr: İstek

source: Request copied to clipboard
ar_sa: تم نسخ الطلب إلى الحافظة
ko_kr: 요청이 클립보드에 복사됨
tr_tr: İstek panoya kopyalandı

source: Request force close?
ar_sa: طلب إغلاق القوة؟
ko_kr: 강제 종료를 요청하겠습니까?
tr_tr: İstek kapatmaya zorlansın mı?

source: Request force-close
ar_sa: طلب الإغلاق القسري
ko_kr: 강제 종료 요청
tr_tr: İsteği kapatmaya zorlama

source: Request rejected by server
ar_sa: تم رفض الطلب من قبل الخادم
ko_kr: 서버에서 거부된 요청
tr_tr: İstek, sunucu tarafından reddedildi

source: Request sent.
ar_sa: تم ارسال الطلب.
ko_kr: 요청 전송됨.
tr_tr: İstek gönderildi.

source: Requested amount
ar_sa: المبلغ المطلوب
ko_kr: 요청 금액
tr_tr: İstenilen miktar

source: Requested channel capacity is over protocol allowed maximum.
ar_sa: سعة القناة المطلوبة تتجاوز الحد الأقصى المسموح به للبروتوكول.
ko_kr: 요청한 채널 용량이 허용된 최대 프로토콜보다 큽니다.
tr_tr: İstenen kanal kapasitesi, protokol tarafından izin verilen maksimum değeri aşıyor.

source: Requesting account info from TrustedCoin server...
ar_sa: جارٍ طلب معلومات الحساب من خادم TrustedCoin ...
ko_kr: TrustedCoin 서버에서 계정 정보를 요청 중...
tr_tr: TrustedCoin sunucusundan hesap bilgisi isteniyor...

source: Requesting {} channels...
ar_sa: جارٍ طلب {} من القنوات ...
ko_kr: {}개 채널 요청 중...
tr_tr: {} kanal isteniyor...

source: Requestor
ar_sa: الطالب
ko_kr: 요청자
tr_tr: Talep

source: Requests
ar_sa: الطلبات
ko_kr: 요청
tr_tr: İstekler

source: Require {0} signatures
ar_sa: يتطلب {0} توقيعات
ko_kr: {0}개의 서명 필요
tr_tr: {0} imza gerektir

source: Requires
ar_sa: يستوجب
ko_kr: 요구사항:
tr_tr: Gerektiriyor

source: Reset
ar_sa: إعادة تعيين
ko_kr: 재설정
tr_tr: Sıfırla

source: Restore 2FA wallet
ar_sa: استعادة محفظة 2FA
ko_kr: 2FA 지갑 복구
tr_tr: 2FA cüzdanını geri yükle

source: Restore two-factor Wallet
ar_sa: استعادة المحفظة الثنائية
ko_kr: 이중인증 지갑 복구
tr_tr: İki faktörlü Cüzdanı geri yükle

source: Retry
ar_sa: إعادة المحاولة
ko_kr: 재시도
tr_tr: Yeniden dene

source: Revealer - Printer calibration settings
ar_sa: كاشف - إعدادات معايرة الطابعة
ko_kr: Revealer - 프린터 보정 설정
tr_tr: Ortaya çıkaran - Yazıcı kalibrasyonu ayarları

source: Revealer Backup Utility
ar_sa: أداة النسخ الاحتياطي الكاشفة
ko_kr: Revealer 백업 유틸리티
tr_tr: Ortaya Çıkaran Yedekleme Yardımcı Programı

source: Revealer Secret Backup Plugin
ar_sa: المكوّن الإضافي للنسخ الاحتياطي السري للكشف
ko_kr: Revealer 비밀 정보 백업 플러그인
tr_tr: Ortaya Çıkaran Gizli Anahtarı Yedekleme Eklentisi

source: Revealers starting with 0 are not secure due to a vulnerability.
ar_sa: أجهزة الكشف التي تبدأ بـ 0 ليست آمنة بسبب ثغرة أمنية.
ko_kr: 0으로 시작하는 Revealer는 취약성으로 인해 안전하지 않습니다.
tr_tr: 0 ile başlayan ortaya çıkaranlar, güvenlik açığı nedeniyle güvenli değildir.

source: Right side
ar_sa: الجانب الأيمن
ko_kr: 우측
tr_tr: Sağ taraf

source: Run a local watchtower
ar_sa: إدارة برج مراقبة محلي
ko_kr: 로컬 감시 타워 실행
tr_tr: Yerel bir nöbetçi kulesi çalıştır

source: Save
ar_sa: حفظ
ko_kr: 저장
tr_tr: Kayıt

source: Save invoice to file
ar_sa: حفظ الفاتورة في ملف
ko_kr: 파일에 인보이스 저장
tr_tr: Faturayı dosyaya kaydet

source: Save transaction offline
ar_sa: حفظ المعاملة في وضع عدم الاتصال
ko_kr: 오프라인으로 거래 저장
tr_tr: İşlemi çevrimdışı olarak kaydet

source: Save your wallet labels on a remote server, and synchronize them across multiple devices where you use Electrum.
ar_sa: احفظ ملصقات محفظتك على خادم بعيد ، وقم بمزامنتها عبر أجهزة متعددة تستخدم فيها Electrum.
ko_kr: 지갑 레이블을 원격 서버에 저장하고 Electrum을 사용하는 여러 장치에서 동기화하십시오.
tr_tr: Cüzdan etiketlerinizi uzak bir sunucuya kaydedin ve bunları Electrum'u kullandığınız birden fazla cihazda senkronize edin.

source: Scan
ar_sa: مسح
ko_kr: 스캔
tr_tr: Tara

source: Scanning common paths for existing accounts...
ar_sa: فحص المسارات الشائعة للحسابات الموجودة ...
ko_kr: 기존 계정에 대한 공통 경로 스캔 중 ...
tr_tr: Mevcut hesaplar için yaygın olarak kullanılan yollar taranıyor...

source: Scanning devices...
ar_sa: جارٍ فحص الأجهزة ...
ko_kr: 장치 스캔 중...
tr_tr: Cihazlar taranıyor...

source: Script type
ar_sa: نوع البرنامج النصي
ko_kr: 스크립트 유형
tr_tr: Betik türü

source: Script type and Derivation path
ar_sa: نوع البرنامج النصي ومسار الاشتقاق
ko_kr: 스크립트 유형 및 파생 경로
tr_tr: Betik türü ve Türetme yolu

source: Security Card Challenge
ar_sa: تحدي بطاقة الأمان
ko_kr: 보안 카드 과제
tr_tr: Güvenlik Kartı Testi

source: Seed
ar_sa: عبارة الاسترداد
ko_kr: 종자
tr_tr: Anahtar Kelime Dizisi

source: Seed Type
ar_sa: نوع البذور
ko_kr: 시드 유형
tr_tr: Anahtar Kelime Dizisi Türü

source: Seed available
ar_sa: عبارة الاسترداد متوفرة
ko_kr: 시드 사용 가능
tr_tr: Anahtar kelime dizisi kullanılabilir

source: Seed extension
ar_sa: اضافات عبارة الاسترداد
ko_kr: 시드 확장자
tr_tr: Anahtar kelime dizisi uzantısı

source: Segwit wallets use bech32 addresses, defined in BIP173.
ar_sa: تستخدم محافظ Segwit عناوين bech32 المحددة في BIP173.
ko_kr: Segwit 지갑은 BIP173에 정의된 bech32 주소를 사용합니다.
tr_tr: Segwit cüzdanları, BIP173'te tanımlanan bech32 adreslerini kullanır.

source: Select a device
ar_sa: اختر جهازا
ko_kr: 장치 선택
tr_tr: Bir aygıt seçiniz

source: Select date
ar_sa: حدد تاريخ
ko_kr: 날짜 선택
tr_tr: Tarih seçiniz

source: Select file to export your private keys to
ar_sa: حدد ملفًا لتصدير مفاتيحك الخاصة إليه
ko_kr: 귀하의 개인 키를 내보낼 파일을 선택합니다
tr_tr: Dışa aktarılacak gizli anahtar dosyasını seçin

source: Select file to export your wallet transactions to
ar_sa: حدد ملف لتصدير حوالات محفظتك له
ko_kr: 당신의 지갑 거래를 내보낼 파일을 선택합니다
tr_tr: Cüzdanınızdaki işlemleri dışa aktarmak için dosya seçiniz

source: Select file to save your {}
ar_sa: حدد ملفًا لحفظ {}
ko_kr: {}를 저장할 파일 선택
tr_tr: {} için kaydetme dosyası seçin

source: Select keystore
ar_sa: تحديد مخزن المفاتيح
ko_kr: 키 저장소 선택
tr_tr: Anahtar deposu seçin

source: Select server automatically
ar_sa: حدد الخادم تلقائيًا
ko_kr: 서버를 자동으로 선택
tr_tr: Server'i otomatik olarak seç

source: Select server manually
ar_sa: حدد الخادم يدويًا
ko_kr: 선택 서버를 수동으로
tr_tr: Sunucuyu elle seç

source: Select where to save file
ar_sa: حدد مكان حفظ الملف
ko_kr: 파일을 저장할 위치 선택
tr_tr: Dosyanın nereye kaydedileceğini seçin

source: Select where to save your transaction
ar_sa: حدد مكان حفظ معاملتك
ko_kr: 거래를 저장할 위치 선택
tr_tr: İşleminizin nereye kaydedileceğini seçin

source: Select which language is used in the GUI (after restart).
ar_sa: حدد اللغة المستخدمة في واجهة المستخدم الرسومية (بعد إعادة التشغيل).
ko_kr: (다시 시작 후) GUI에서 사용되는 언어를 선택합니다.
tr_tr: Hangi dili kullanmak istediğini seç (Yeniden başlattıktan sonra).
